org/bible/Mark.org
#+title: Mark
#+HTML: <h1> The Gospel According to <br> M A R K </h1>
#+setupfile: ../setup/bible.setup

** Mark 1
*** The Mission of John the Baptist (Luke 3:1--22; John 1:19--34)
[[html-class:drop][1]]


<<1:1>> This is the beginning of the gospel of Jesus Christ, the Son of God. 
<<1:2>> *2* As it is written in Isaiah the prophet:

“Behold, I will send My messenger ahead of You,

who will prepare Your way.”

<<1:3>> *3* “A voice of one calling in the wilderness,

‘Prepare the way for the Lord,

make straight paths for Him.' ”

<<1:4>> *4* John the Baptist appeared in the wilderness, preaching a baptism of repentance for the forgiveness of sins. 
<<1:5>> *5* People went out to him from all of Jerusalem and the countryside of Judea. Confessing their sins, they were baptized by him in the Jordan River.

<<1:6>> *6* John was clothed in camel's hair, with a leather belt around his waist. His food was locusts and wild honey. 
<<1:7>> *7* And he began to proclaim: “After me will come One more powerful than I, the straps of whose sandals I am not worthy to stoop down and untie. 
<<1:8>> *8* I baptize you with water, but He will baptize you with the Holy Spirit.”

<<1:9>> *9* In those days Jesus came from Nazareth in Galilee and was baptized by John in the Jordan. 
<<1:10>> *10* As soon as Jesus came up out of the water, He saw the heavens breaking open and the Spirit descending on Him like a dove. 
<<1:11>> *11* And a voice came from heaven: “You are My beloved Son; in You I am well pleased.”

*** The Temptation and Preaching of Jesus (Matthew 4:1--17; Luke 4:1--15)

<<1:12>> *12* At once the Spirit drove Jesus into the wilderness, 
<<1:13>> *13* and He was there for forty days, being tempted by Satan. He was with the wild animals, and the angels ministered to Him.

<<1:14>> *14* After the arrest of John, Jesus went into Galilee and proclaimed the gospel of God.
<<1:15>> *15* “The time is fulfilled,” He said, “and the kingdom of God is near. Repent and believe in the gospel!”

*** The First Disciples (Luke 5:1--11; John 1:35--42)

<<1:16>> *16* As Jesus was walking beside the Sea of Galilee, He saw Simon and his brother Andrew. They were casting a net into the sea, for they were fishermen.
<<1:17>> *17* “Come, follow Me,” Jesus said, “and I will make you fishers of men.” 
<<1:18>> *18* And at once they left their nets and followed Him.

<<1:19>> *19* Going on a little farther, He saw James son of Zebedee and his brother John. They were in a boat, mending their nets. 
<<1:20>> *20* Immediately Jesus called them, and they left their father Zebedee in the boat with the hired men and followed Him.

*** Jesus Expels an Unclean Spirit (Luke 4:31--37)

<<1:21>> *21* Then Jesus and His companions went to Capernaum, and right away Jesus entered the synagogue on the Sabbath and began to teach. 
<<1:22>> *22* The people were astonished at His teaching, because He taught as one who had authority, and not as the scribes.

<<1:23>> *23* Suddenly a man with an unclean spirit cried out in the synagogue:
<<1:24>> *24* “What do You want with us, Jesus of Nazareth? Have You come to destroy us? I know who You are---the Holy One of God!”

<<1:25>> *25* But Jesus rebuked the spirit. “Be silent!” He said. “Come out of him!” 
<<1:26>> *26* At this, the unclean spirit threw the man into convulsions and came out with a loud shriek.

<<1:27>> *27* All the people were amazed and began to ask one another, “What is this? A new teaching with authority! He commands even the unclean spirits, and they obey Him!” 
<<1:28>> *28* And the news about Jesus spread quickly through the whole region of Galilee.

*** Jesus Heals at Peter's House (Matthew 8:14--17; Luke 4:38--41)

<<1:29>> *29* As soon as Jesus and His companions had left the synagogue, they went with James and John to the home of Simon and Andrew. 
<<1:30>> *30* Simon's mother-in-law was sick in bed with a fever, and they promptly told Jesus about her. 
<<1:31>> *31* So He went to her, took her by the hand, and helped her up. The fever left her, and she began to serve them.

<<1:32>> *32* That evening, after sunset, people brought to Jesus all who were sick and demon-possessed, 
<<1:33>> *33* and the whole town gathered at the door. 
<<1:34>> *34* And He healed many who were ill with various diseases and drove out many demons. But He would not allow the demons to speak, because they knew who He was.

*** Jesus Prays and Preaches (Luke 4:42--44)

<<1:35>> *35* Early in the morning, while it was still dark, Jesus got up and slipped out to a solitary place to pray. 
<<1:36>> *36* Simon and his companions went to look for Him, 
<<1:37>> *37* and when they found Him, they said, “Everyone is looking for You!”

<<1:38>> *38* But Jesus answered, “Let us go on to the neighboring towns so I can preach there as well, for that is why I have come.” 
<<1:39>> *39* So He went throughout Galilee, preaching in their synagogues and driving out demons.

*** The Leper's Prayer (Matthew 8:1--4; Luke 5:12--16)

<<1:40>> *40* Then a leper came to Jesus, begging on his knees: “If You are willing, You can make me clean.”

<<1:41>> *41* Moved with compassion, Jesus reached out His hand and touched the man. “I am willing,” He said. “Be clean!” 
<<1:42>> *42* And immediately the leprosy left him, and the man was cleansed.

<<1:43>> *43* Jesus promptly sent him away with a stern warning:
<<1:44>> *44* “See that you don't tell anyone. But go, show yourself to the priest and present the offering Moses prescribed for your cleansing, as a testimony to them.”

<<1:45>> *45* But the man went out and openly began to proclaim and spread the news.

Consequently, Jesus could no longer enter a town in plain view, but He stayed out in solitary places. Yet people came to Him from every quarter.

** Mark 2
