public/bible/Mark.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2025-11-03 Mon 15:41 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Mark</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../static/css/bible.css"/>
</head>
<body>
<div id="content" class="content">
<header>
<h1 class="title">Mark</h1>
</header><h1> The Gospel According to <br> M A R K </h1>
<div id="outline-container-orgbf3f463" class="outline-2">
<h2 id="orgbf3f463">Mark 1</h2>
<div class="outline-text-2" id="text-orgbf3f463">
</div>
<div id="outline-container-orgd85a30a" class="outline-3">
<h3 id="orgd85a30a">The Mission of John the Baptist (Luke 3:1&#x2013;22; John 1:19&#x2013;34)</h3>
<div class="outline-text-3" id="text-orgd85a30a">
<p>
<span class="drop">1</span>
</p>


<p>
<a id="1-1"></a> This is the beginning of the gospel of Jesus Christ, the Son of God. 
<a id="1-2"></a> <b>2</b> As it is written in Isaiah the prophet:
</p>

<p>
“Behold, I will send My messenger ahead of You,
</p>

<p>
who will prepare Your way.”
</p>

<p>
<a id="1-3"></a> <b>3</b> “A voice of one calling in the wilderness,
</p>

<p>
‘Prepare the way for the Lord,
</p>

<p>
make straight paths for Him.&rsquo; ”
</p>

<p>
<a id="1-4"></a> <b>4</b> John the Baptist appeared in the wilderness, preaching a baptism of repentance for the forgiveness of sins. 
<a id="1-5"></a> <b>5</b> People went out to him from all of Jerusalem and the countryside of Judea. Confessing their sins, they were baptized by him in the Jordan River.
</p>

<p>
<a id="1-6"></a> <b>6</b> John was clothed in camel&rsquo;s hair, with a leather belt around his waist. His food was locusts and wild honey. 
<a id="1-7"></a> <b>7</b> And he began to proclaim: “After me will come One more powerful than I, the straps of whose sandals I am not worthy to stoop down and untie. 
<a id="1-8"></a> <b>8</b> I baptize you with water, but He will baptize you with the Holy Spirit.”
</p>

<p>
<a id="1-9"></a> <b>9</b> In those days Jesus came from Nazareth in Galilee and was baptized by John in the Jordan. 
<a id="1-10"></a> <b>10</b> As soon as Jesus came up out of the water, He saw the heavens breaking open and the Spirit descending on Him like a dove. 
<a id="1-11"></a> <b>11</b> And a voice came from heaven: “You are My beloved Son; in You I am well pleased.”
</p>
</div>
</div>
<div id="outline-container-org4bf2ab3" class="outline-3">
<h3 id="org4bf2ab3">The Temptation and Preaching of Jesus (Matthew 4:1&#x2013;17; Luke 4:1&#x2013;15)</h3>
<div class="outline-text-3" id="text-org4bf2ab3">
<p>
<a id="1-12"></a> <b>12</b> At once the Spirit drove Jesus into the wilderness, 
<a id="1-13"></a> <b>13</b> and He was there for forty days, being tempted by Satan. He was with the wild animals, and the angels ministered to Him.
</p>

<p>
<a id="1-14"></a> <b>14</b> After the arrest of John, Jesus went into Galilee and proclaimed the gospel of God.
<a id="1-15"></a> <b>15</b> “The time is fulfilled,” He said, “and the kingdom of God is near. Repent and believe in the gospel!”
</p>
</div>
</div>
<div id="outline-container-orgb7282d8" class="outline-3">
<h3 id="orgb7282d8">The First Disciples (Luke 5:1&#x2013;11; John 1:35&#x2013;42)</h3>
<div class="outline-text-3" id="text-orgb7282d8">
<p>
<a id="1-16"></a> <b>16</b> As Jesus was walking beside the Sea of Galilee, He saw Simon and his brother Andrew. They were casting a net into the sea, for they were fishermen.
<a id="1-17"></a> <b>17</b> “Come, follow Me,” Jesus said, “and I will make you fishers of men.” 
<a id="1-18"></a> <b>18</b> And at once they left their nets and followed Him.
</p>

<p>
<a id="1-19"></a> <b>19</b> Going on a little farther, He saw James son of Zebedee and his brother John. They were in a boat, mending their nets. 
<a id="1-20"></a> <b>20</b> Immediately Jesus called them, and they left their father Zebedee in the boat with the hired men and followed Him.
</p>
</div>
</div>
<div id="outline-container-org74a9351" class="outline-3">
<h3 id="org74a9351">Jesus Expels an Unclean Spirit (Luke 4:31&#x2013;37)</h3>
<div class="outline-text-3" id="text-org74a9351">
<p>
<a id="1-21"></a> <b>21</b> Then Jesus and His companions went to Capernaum, and right away Jesus entered the synagogue on the Sabbath and began to teach. 
<a id="1-22"></a> <b>22</b> The people were astonished at His teaching, because He taught as one who had authority, and not as the scribes.
</p>

<p>
<a id="1-23"></a> <b>23</b> Suddenly a man with an unclean spirit cried out in the synagogue:
<a id="1-24"></a> <b>24</b> “What do You want with us, Jesus of Nazareth? Have You come to destroy us? I know who You are&#x2014;the Holy One of God!”
</p>

<p>
<a id="1-25"></a> <b>25</b> But Jesus rebuked the spirit. “Be silent!” He said. “Come out of him!” 
<a id="1-26"></a> <b>26</b> At this, the unclean spirit threw the man into convulsions and came out with a loud shriek.
</p>

<p>
<a id="1-27"></a> <b>27</b> All the people were amazed and began to ask one another, “What is this? A new teaching with authority! He commands even the unclean spirits, and they obey Him!” 
<a id="1-28"></a> <b>28</b> And the news about Jesus spread quickly through the whole region of Galilee.
</p>
</div>
</div>
<div id="outline-container-org8375ca8" class="outline-3">
<h3 id="org8375ca8">Jesus Heals at Peter&rsquo;s House (Matthew 8:14&#x2013;17; Luke 4:38&#x2013;41)</h3>
<div class="outline-text-3" id="text-org8375ca8">
<p>
<a id="1-29"></a> <b>29</b> As soon as Jesus and His companions had left the synagogue, they went with James and John to the home of Simon and Andrew. 
<a id="1-30"></a> <b>30</b> Simon&rsquo;s mother-in-law was sick in bed with a fever, and they promptly told Jesus about her. 
<a id="1-31"></a> <b>31</b> So He went to her, took her by the hand, and helped her up. The fever left her, and she began to serve them.
</p>

<p>
<a id="1-32"></a> <b>32</b> That evening, after sunset, people brought to Jesus all who were sick and demon-possessed, 
<a id="1-33"></a> <b>33</b> and the whole town gathered at the door. 
<a id="1-34"></a> <b>34</b> And He healed many who were ill with various diseases and drove out many demons. But He would not allow the demons to speak, because they knew who He was.
</p>
</div>
</div>
<div id="outline-container-orgaa35bbc" class="outline-3">
<h3 id="orgaa35bbc">Jesus Prays and Preaches (Luke 4:42&#x2013;44)</h3>
<div class="outline-text-3" id="text-orgaa35bbc">
<p>
<a id="1-35"></a> <b>35</b> Early in the morning, while it was still dark, Jesus got up and slipped out to a solitary place to pray. 
<a id="1-36"></a> <b>36</b> Simon and his companions went to look for Him, 
<a id="1-37"></a> <b>37</b> and when they found Him, they said, “Everyone is looking for You!”
</p>

<p>
<a id="1-38"></a> <b>38</b> But Jesus answered, “Let us go on to the neighboring towns so I can preach there as well, for that is why I have come.” 
<a id="1-39"></a> <b>39</b> So He went throughout Galilee, preaching in their synagogues and driving out demons.
</p>
</div>
</div>
<div id="outline-container-orgf243148" class="outline-3">
<h3 id="orgf243148">The Leper&rsquo;s Prayer (Matthew 8:1&#x2013;4; Luke 5:12&#x2013;16)</h3>
<div class="outline-text-3" id="text-orgf243148">
<p>
<a id="1-40"></a> <b>40</b> Then a leper came to Jesus, begging on his knees: “If You are willing, You can make me clean.”
</p>

<p>
<a id="1-41"></a> <b>41</b> Moved with compassion, Jesus reached out His hand and touched the man. “I am willing,” He said. “Be clean!” 
<a id="1-42"></a> <b>42</b> And immediately the leprosy left him, and the man was cleansed.
</p>

<p>
<a id="1-43"></a> <b>43</b> Jesus promptly sent him away with a stern warning:
<a id="1-44"></a> <b>44</b> “See that you don&rsquo;t tell anyone. But go, show yourself to the priest and present the offering Moses prescribed for your cleansing, as a testimony to them.”
</p>

<p>
<a id="1-45"></a> <b>45</b> But the man went out and openly began to proclaim and spread the news.
</p>

<p>
Consequently, Jesus could no longer enter a town in plain view, but He stayed out in solitary places. Yet people came to Him from every quarter.
</p>
</div>
</div>
</div>
