org/bible/Mark.org
*** Jesus Heals a Paralytic (Matthew 9:1--8; Luke 5:17--26)
[[html-class:drop][2]]

<<2:1>> A few days later Jesus went back to Capernaum. And when the people heard that He was home, 
<<2:2>> *2* they gathered in such large numbers that there was no more room, not even outside the door, as Jesus spoke the word to them.

<<2:3>> *3* Then a paralytic was brought to Him, carried by four men. 
<<2:4>> *4* Since they were unable to get to Jesus through the crowd, they uncovered the roof above Him, made an opening, and lowered the paralytic on his mat.

<<2:5>> *5* When Jesus saw their faith, He said to the paralytic, “Son, your sins are forgiven.”

<<2:6>> *6* But some of the scribes were sitting there and thinking in their hearts,
<<2:7>> *7* “Why does this man speak like this? He is blaspheming! Who can forgive sins but God alone?”

<<2:8>> *8* At once Jesus knew in His spirit that they were thinking this way within themselves. “Why are you thinking these things in your hearts?” He asked.
<<2:9>> *9* “Which is easier: to say to a paralytic, ‘Your sins are forgiven,' or to say, ‘Get up, pick up your mat, and walk'? 
<<2:10>> *10* But so that you may know that the Son of Man has authority on earth to forgive sins...” He said to the paralytic,
<<2:11>> *11* “I tell you, get up, pick up your mat, and go home.”

<<2:12>> *12* And immediately the man got up, picked up his mat, and walked out in front of them all. As a result, they were all astounded and glorified God, saying, “We have never seen anything like this!”

*** Jesus Calls Levi (Matthew 9:9--13; Luke 5:27--32)

<<2:13>> *13* Once again Jesus went out beside the sea. All the people came to Him, and He taught them there.

<<2:14>> *14* As He was walking along, He saw Levi son of Alphaeus sitting at the tax booth. “Follow Me,” He told him, and Levi got up and followed Him.

<<2:15>> *15* While Jesus was dining at Levi's house, many tax collectors and sinners were eating with Him and His disciples---for there were many who followed Him. 
<<2:16>> *16* When the scribes who were Pharisees saw Jesus eating with these people, they asked His disciples, “Why does He eat with tax collectors and sinners?”

<<2:17>> *17* On hearing this, Jesus told them, “It is not the healthy who need a doctor, but the sick. I have not come to call the righteous, but sinners.”

*** Questions about Fasting (Matthew 9:14--15; Luke 5:33--35)

<<2:18>> *18* Now John's disciples and the Pharisees were often fasting. So people came to Jesus and asked, “Why don't Your disciples fast like John's disciples and those of the Pharisees?”

<<2:19>> *19* Jesus replied, “How can the guests of the bridegroom fast while He is with them? As long as He is with them, they cannot fast. 
<<2:20>> *20* But the time will come when the bridegroom will be taken from them; then they will fast.

*** The Patches and the Wineskins (Matthew 9:16--17; Luke 5:36--39)

<<2:21>> *21* No one sews a patch of unshrunk cloth on an old garment. If he does, the new piece will pull away from the old, and a worse tear will result.

<<2:22>> *22* And no one pours new wine into old wineskins. If he does, the wine will burst the skins, and both the wine and the wineskins will be ruined. Instead, new wine is poured into new wineskins.”

*** The Lord of the Sabbath (Matthew 12:1--8; Luke 6:1--5)

<<2:23>> *23* One Sabbath Jesus was passing through the grainfields, and His disciples began to pick the heads of grain as they walked along. 
<<2:24>> *24* So the Pharisees said to Him, “Look, why are they doing what is unlawful on the Sabbath?”

<<2:25>> *25* Jesus replied, “Have you never read what David did when he and his companions were hungry and in need? 
<<2:26>> *26* During the high priesthood of Abiathar, he entered the house of God and ate the consecrated bread, which was lawful only for the priests. And he gave some to his companions as well.”

<<2:27>> *27* Then Jesus declared, “The Sabbath was made for man, not man for the Sabbath. 
<<2:28>> *28* Therefore, the Son of Man is Lord even of the Sabbath.”

** Mark 3
*** Jesus Heals on the Sabbath (Matthew 12:9--14; Luke 6:6--11)
[[html-class:drop][3]]

<<3:1>> Once again Jesus entered the synagogue, and a man with a withered hand was there. 
<<3:2>> *2* In order to accuse Jesus, they were watching to see if He would heal on the Sabbath.

<<3:3>> *3* Then Jesus said to the man with the withered hand, “Stand up among us.” 
<<3:4>> *4* And He asked them, “Which is lawful on the Sabbath: to do good or to do evil, to save life or to destroy it?”

But they were silent.

<<3:5>> *5* Jesus looked around at them with anger and sorrow at their hardness of heart. Then He said to the man, “Stretch out your hand.” So he stretched it out, and it was restored.

<<3:6>> *6* At this, the Pharisees went out and began plotting with the Herodians how they might kill Jesus.

*** Jesus Heals the Multitudes (Matthew 4:23--25; Luke 6:17--19)

<<3:7>> *7* So Jesus withdrew with His disciples to the sea, accompanied by a large crowd from Galilee, Judea, 
<<3:8>> *8* Jerusalem, Idumea, the region beyond the Jordan, and the vicinity of Tyre and Sidon. The large crowd came to Him when they heard what great things He was doing.

<<3:9>> *9* Jesus asked His disciples to have a boat ready for Him so that the crowd would not crush Him. 
<<3:10>> *10* For He had healed so many that all who had diseases were pressing forward to touch Him. 
<<3:11>> *11* And when the unclean spirits saw Him, they fell down before Him and cried out, “You are the Son of God!” 
<<3:12>> *12* But He warned them sternly not to make Him known.

*** The Twelve Apostles (Matthew 10:1--4; Luke 6:12--16)

<<3:13>> *13* Then Jesus went up on the mountain and called for those He wanted, and they came to Him. 
<<3:14>> *14* He appointed twelve of them, whom He designated as apostles, to accompany Him, to be sent out to preach, 
<<3:15>> *15* and to have authority to drive out demons.

<<3:16>> *16* These are the twelve He appointed: Simon (whom He named Peter), 
<<3:17>> *17* James son of Zebedee and his brother John (whom He named Boanerges, meaning “Sons of Thunder”), 
<<3:18>> *18* Andrew, Philip, Bartholomew, Matthew, Thomas, James son of Alphaeus, Thaddaeus, Simon the Zealot, 
<<3:19>> *19* and Judas Iscariot, who betrayed Jesus.

