public/bible/Mark.html
<div id="outline-container-orgd60f0a3" class="outline-2">
<h2 id="orgd60f0a3">Mark 2</h2>
<div class="outline-text-2" id="text-orgd60f0a3">
</div>
<div id="outline-container-orgddcbc4a" class="outline-3">
<h3 id="orgddcbc4a">Jesus Heals a Paralytic (Matthew 9:1&#x2013;8; Luke 5:17&#x2013;26)</h3>
<div class="outline-text-3" id="text-orgddcbc4a">
<p>
<span class="drop">2</span>
</p>

<p>
<a id="2-1"></a> A few days later Jesus went back to Capernaum. And when the people heard that He was home, 
<a id="2-2"></a> <b>2</b> they gathered in such large numbers that there was no more room, not even outside the door, as Jesus spoke the word to them.
</p>

<p>
<a id="2-3"></a> <b>3</b> Then a paralytic was brought to Him, carried by four men. 
<a id="2-4"></a> <b>4</b> Since they were unable to get to Jesus through the crowd, they uncovered the roof above Him, made an opening, and lowered the paralytic on his mat.
</p>

<p>
<a id="2-5"></a> <b>5</b> When Jesus saw their faith, He said to the paralytic, “Son, your sins are forgiven.”
</p>

<p>
<a id="2-6"></a> <b>6</b> But some of the scribes were sitting there and thinking in their hearts,
<a id="2-7"></a> <b>7</b> “Why does this man speak like this? He is blaspheming! Who can forgive sins but God alone?”
</p>

<p>
<a id="2-8"></a> <b>8</b> At once Jesus knew in His spirit that they were thinking this way within themselves. “Why are you thinking these things in your hearts?” He asked.
<a id="2-9"></a> <b>9</b> “Which is easier: to say to a paralytic, ‘Your sins are forgiven,&rsquo; or to say, ‘Get up, pick up your mat, and walk&rsquo;? 
<a id="2-10"></a> <b>10</b> But so that you may know that the Son of Man has authority on earth to forgive sins&#x2026;” He said to the paralytic,
<a id="2-11"></a> <b>11</b> “I tell you, get up, pick up your mat, and go home.”
</p>

<p>
<a id="2-12"></a> <b>12</b> And immediately the man got up, picked up his mat, and walked out in front of them all. As a result, they were all astounded and glorified God, saying, “We have never seen anything like this!”
</p>
</div>
</div>
<div id="outline-container-org0743157" class="outline-3">
<h3 id="org0743157">Jesus Calls Levi (Matthew 9:9&#x2013;13; Luke 5:27&#x2013;32)</h3>
<div class="outline-text-3" id="text-org0743157">
<p>
<a id="2-13"></a> <b>13</b> Once again Jesus went out beside the sea. All the people came to Him, and He taught them there.
</p>

<p>
<a id="2-14"></a> <b>14</b> As He was walking along, He saw Levi son of Alphaeus sitting at the tax booth. “Follow Me,” He told him, and Levi got up and followed Him.
</p>

<p>
<a id="2-15"></a> <b>15</b> While Jesus was dining at Levi&rsquo;s house, many tax collectors and sinners were eating with Him and His disciples&#x2014;for there were many who followed Him. 
<a id="2-16"></a> <b>16</b> When the scribes who were Pharisees saw Jesus eating with these people, they asked His disciples, “Why does He eat with tax collectors and sinners?”
</p>

<p>
<a id="2-17"></a> <b>17</b> On hearing this, Jesus told them, “It is not the healthy who need a doctor, but the sick. I have not come to call the righteous, but sinners.”
</p>
</div>
</div>
<div id="outline-container-org871ee5e" class="outline-3">
<h3 id="org871ee5e">Questions about Fasting (Matthew 9:14&#x2013;15; Luke 5:33&#x2013;35)</h3>
<div class="outline-text-3" id="text-org871ee5e">
<p>
<a id="2-18"></a> <b>18</b> Now John&rsquo;s disciples and the Pharisees were often fasting. So people came to Jesus and asked, “Why don&rsquo;t Your disciples fast like John&rsquo;s disciples and those of the Pharisees?”
</p>

<p>
<a id="2-19"></a> <b>19</b> Jesus replied, “How can the guests of the bridegroom fast while He is with them? As long as He is with them, they cannot fast. 
<a id="2-20"></a> <b>20</b> But the time will come when the bridegroom will be taken from them; then they will fast.
</p>
</div>
</div>
<div id="outline-container-orga5cc0c6" class="outline-3">
<h3 id="orga5cc0c6">The Patches and the Wineskins (Matthew 9:16&#x2013;17; Luke 5:36&#x2013;39)</h3>
<div class="outline-text-3" id="text-orga5cc0c6">
<p>
<a id="2-21"></a> <b>21</b> No one sews a patch of unshrunk cloth on an old garment. If he does, the new piece will pull away from the old, and a worse tear will result.
</p>

<p>
<a id="2-22"></a> <b>22</b> And no one pours new wine into old wineskins. If he does, the wine will burst the skins, and both the wine and the wineskins will be ruined. Instead, new wine is poured into new wineskins.”
</p>
</div>
</div>
<div id="outline-container-orga199491" class="outline-3">
<h3 id="orga199491">The Lord of the Sabbath (Matthew 12:1&#x2013;8; Luke 6:1&#x2013;5)</h3>
<div class="outline-text-3" id="text-orga199491">
<p>
<a id="2-23"></a> <b>23</b> One Sabbath Jesus was passing through the grainfields, and His disciples began to pick the heads of grain as they walked along. 
<a id="2-24"></a> <b>24</b> So the Pharisees said to Him, “Look, why are they doing what is unlawful on the Sabbath?”
</p>

<p>
<a id="2-25"></a> <b>25</b> Jesus replied, “Have you never read what David did when he and his companions were hungry and in need? 
<a id="2-26"></a> <b>26</b> During the high priesthood of Abiathar, he entered the house of God and ate the consecrated bread, which was lawful only for the priests. And he gave some to his companions as well.”
</p>

<p>
<a id="2-27"></a> <b>27</b> Then Jesus declared, “The Sabbath was made for man, not man for the Sabbath. 
<a id="2-28"></a> <b>28</b> Therefore, the Son of Man is Lord even of the Sabbath.”
</p>
</div>
</div>
</div>
<div id="outline-container-org31b1bd4" class="outline-2">
<h2 id="org31b1bd4">Mark 3</h2>
<div class="outline-text-2" id="text-org31b1bd4">
</div>
<div id="outline-container-org88a5088" class="outline-3">
<h3 id="org88a5088">Jesus Heals on the Sabbath (Matthew 12:9&#x2013;14; Luke 6:6&#x2013;11)</h3>
<div class="outline-text-3" id="text-org88a5088">
<p>
<span class="drop">3</span>
</p>

<p>
<a id="3-1"></a> Once again Jesus entered the synagogue, and a man with a withered hand was there. 
<a id="3-2"></a> <b>2</b> In order to accuse Jesus, they were watching to see if He would heal on the Sabbath.
</p>

<p>
<a id="3-3"></a> <b>3</b> Then Jesus said to the man with the withered hand, “Stand up among us.” 
<a id="3-4"></a> <b>4</b> And He asked them, “Which is lawful on the Sabbath: to do good or to do evil, to save life or to destroy it?”
</p>

<p>
But they were silent.
</p>

<p>
<a id="3-5"></a> <b>5</b> Jesus looked around at them with anger and sorrow at their hardness of heart. Then He said to the man, “Stretch out your hand.” So he stretched it out, and it was restored.
</p>

<p>
<a id="3-6"></a> <b>6</b> At this, the Pharisees went out and began plotting with the Herodians how they might kill Jesus.
</p>
</div>
</div>
<div id="outline-container-orgac57fe0" class="outline-3">
<h3 id="orgac57fe0">Jesus Heals the Multitudes (Matthew 4:23&#x2013;25; Luke 6:17&#x2013;19)</h3>
<div class="outline-text-3" id="text-orgac57fe0">
<p>
<a id="3-7"></a> <b>7</b> So Jesus withdrew with His disciples to the sea, accompanied by a large crowd from Galilee, Judea, 
<a id="3-8"></a> <b>8</b> Jerusalem, Idumea, the region beyond the Jordan, and the vicinity of Tyre and Sidon. The large crowd came to Him when they heard what great things He was doing.
</p>

<p>
<a id="3-9"></a> <b>9</b> Jesus asked His disciples to have a boat ready for Him so that the crowd would not crush Him. 
<a id="3-10"></a> <b>10</b> For He had healed so many that all who had diseases were pressing forward to touch Him. 
<a id="3-11"></a> <b>11</b> And when the unclean spirits saw Him, they fell down before Him and cried out, “You are the Son of God!” 
<a id="3-12"></a> <b>12</b> But He warned them sternly not to make Him known.
</p>
</div>
</div>
<div id="outline-container-orgfab3082" class="outline-3">
<h3 id="orgfab3082">The Twelve Apostles (Matthew 10:1&#x2013;4; Luke 6:12&#x2013;16)</h3>
<div class="outline-text-3" id="text-orgfab3082">
<p>
<a id="3-13"></a> <b>13</b> Then Jesus went up on the mountain and called for those He wanted, and they came to Him. 
<a id="3-14"></a> <b>14</b> He appointed twelve of them, whom He designated as apostles, to accompany Him, to be sent out to preach, 
<a id="3-15"></a> <b>15</b> and to have authority to drive out demons.
</p>

<p>
<a id="3-16"></a> <b>16</b> These are the twelve He appointed: Simon (whom He named Peter), 
<a id="3-17"></a> <b>17</b> James son of Zebedee and his brother John (whom He named Boanerges, meaning “Sons of Thunder”), 
<a id="3-18"></a> <b>18</b> Andrew, Philip, Bartholomew, Matthew, Thomas, James son of Alphaeus, Thaddaeus, Simon the Zealot, 
<a id="3-19"></a> <b>19</b> and Judas Iscariot, who betrayed Jesus.
</p>
</div>
</div>
