org/bible/Mark.org
*** A House Divided (Matthew 12:22--30; Luke 11:14--23)

<<3:20>> *20* Then Jesus went home, and once again a crowd gathered, so that He and His disciples could not even eat. 
<<3:21>> *21* When His family heard about this, they went out to take custody of Him, saying, “He is out of His mind.”

<<3:22>> *22* And the scribes who had come down from Jerusalem were saying, “He is possessed by Beelzebul,” and, “By the prince of the demons He drives out demons.”

<<3:23>> *23* So Jesus called them together and began to speak to them in parables: “How can Satan drive out Satan? 
<<3:24>> *24* If a kingdom is divided against itself, it cannot stand. 
<<3:25>> *25* If a house is divided against itself, it cannot stand. 
<<3:26>> *26* And if Satan is divided and rises against himself, he cannot stand; his end has come. 
<<3:27>> *27* Indeed, no one can enter a strong man's house to steal his possessions unless he first ties up the strong man. Then he can plunder his house.

*** The Unpardonable Sin (Matthew 12:31--32)

<<3:28>> *28* Truly I tell you, the sons of men will be forgiven all sins and blasphemies, as many as they utter. 
<<3:29>> *29* But whoever blasphemes against the Holy Spirit will never be forgiven; he is guilty of eternal sin.”

<<3:30>> *30* Jesus made this statement because they were saying, “He has an unclean spirit.”

*** Jesus' Mother and Brothers (Matthew 12:46--50; Luke 8:19--21)

<<3:31>> *31* Then Jesus' mother and brothers came and stood outside. They sent someone in to summon Him, 
<<3:32>> *32* and a crowd was sitting around Him. “Look,” He was told, “Your mother and brothers are outside, asking for You.”

<<3:33>> *33* But Jesus replied, “Who are My mother and My brothers?” 
<<3:34>> *34* Looking at those seated in a circle around Him, He said, “Here are My mother and My brothers! 
<<3:35>> *35* For whoever does the will of God is My brother and sister and mother.”

** Mark 4
*** The Parable of the Sower (Matthew 13:1--9; Luke 8:4--8)
[[html-class:drop][4]]

<<4:1>> Once again Jesus began to teach beside the sea, and such a large crowd gathered around Him that He got into a boat and sat in it, while all the people crowded along the shore.

<<4:2>> *2* And He taught them many things in parables, and in His teaching He said,
<<4:3>> *3* “Listen! A farmer went out to sow his seed. 
<<4:4>> *4* And as he was sowing, some seed fell along the path, and the birds came and devoured it.

<<4:5>> *5* Some fell on rocky ground, where it did not have much soil. It sprang up quickly because the soil was shallow. 
<<4:6>> *6* But when the sun rose, the seedlings were scorched, and they withered because they had no root.

<<4:7>> *7* Other seed fell among thorns, which grew up and choked the seedlings, and they yielded no crop.

<<4:8>> *8* Still other seed fell on good soil, where it sprouted, grew up, and produced a crop---one bearing thirtyfold, another sixtyfold, and another a hundredfold.”

<<4:9>> *9* Then Jesus said, “He who has ears to hear, let him hear.”

*** The Purpose of Jesus' Parables (Matthew 13:10--17; Luke 8:9--10)

<<4:10>> *10* As soon as Jesus was alone with the Twelve and those around Him, they asked Him about the parable.

<<4:11>> *11* He replied, “The mystery of the kingdom of God has been given to you, but to those on the outside everything is expressed in parables, 
<<4:12>> *12* so that,

‘they may be ever seeing but never perceiving,

and ever hearing but never understanding;

otherwise they might turn

and be forgiven.'”

*** The Parable of the Sower Explained (Matthew 13:18--23; Luke 8:11--15)

<<4:13>> *13* Then Jesus said to them, “Do you not understand this parable? Then how will you understand any of the parables?

<<4:14>> *14* The farmer sows the word. 
<<4:15>> *15* Some are like the seeds along the path, where the word is sown. As soon as they hear it, Satan comes and takes away the word that was sown in them.

<<4:16>> *16* Some are like the seeds sown on rocky ground. They hear the word and at once receive it with joy. 
<<4:17>> *17* But they themselves have no root, and they remain for only a season. When trouble or persecution comes because of the word, they quickly fall away.

<<4:18>> *18* Others are like the seeds sown among the thorns. They hear the word, 
<<4:19>> *19* but the worries of this life, the deceitfulness of wealth, and the desire for other things come in and choke the word, and it becomes unfruitful.

<<4:20>> *20* Still others are like the seeds sown on good soil. They hear the word, receive it, and produce a crop---thirtyfold, sixtyfold, or a hundredfold.”

*** The Lesson of the Lamp (Luke 8:16--18)

<<4:21>> *21* Jesus also said to them, “Does anyone bring in a lamp to put it under a basket or under a bed? Doesn't he set it on a stand? 
<<4:22>> *22* For there is nothing hidden that will not be disclosed, and nothing concealed that will not be brought to light.

<<4:23>> *23* If anyone has ears to hear, let him hear.”

<<4:24>> *24* He went on to say, “Pay attention to what you hear. With the measure you use, it will be measured to you, and even more will be added to you. 
<<4:25>> *25* For whoever has will be given more. But whoever does not have, even what he has will be taken away from him.”

*** The Seed Growing Secretly

<<4:26>> *26* Jesus also said, “The kingdom of God is like a man who scatters seed on the ground. 
<<4:27>> *27* Night and day he sleeps and wakes, and the seed sprouts and grows, though he knows not how. 
<<4:28>> *28* All by itself the earth produces a crop---first the stalk, then the head, then grain that ripens within. 
<<4:29>> *29* And as soon as the grain is ripe, he swings the sickle, because the harvest has come.”

*** The Parable of the Mustard Seed (Matthew 13:31--32; Luke 13:18--19)

<<4:30>> *30* Then He asked, “To what can we compare the kingdom of God? With what parable shall we present it? 
<<4:31>> *31* It is like a mustard seed, which is the smallest of all seeds sown upon the earth. 
<<4:32>> *32* But after it is planted, it grows to be the largest of all garden plants and puts forth great branches, so that the birds of the air nest in its shade.”

<<4:33>> *33* With many such parables Jesus spoke the word to them, to the extent that they could understand. 
<<4:34>> *34* He did not tell them anything without using a parable. But privately He explained everything to His own disciples.

