public/bible/Mark.html
<div id="outline-container-org3e06270" class="outline-3">
<h3 id="org3e06270">A House Divided (Matthew 12:22&#x2013;30; Luke 11:14&#x2013;23)</h3>
<div class="outline-text-3" id="text-org3e06270">
<p>
<a id="3-20"></a> <b>20</b> Then Jesus went home, and once again a crowd gathered, so that He and His disciples could not even eat. 
<a id="3-21"></a> <b>21</b> When His family heard about this, they went out to take custody of Him, saying, “He is out of His mind.”
</p>

<p>
<a id="3-22"></a> <b>22</b> And the scribes who had come down from Jerusalem were saying, “He is possessed by Beelzebul,” and, “By the prince of the demons He drives out demons.”
</p>

<p>
<a id="3-23"></a> <b>23</b> So Jesus called them together and began to speak to them in parables: “How can Satan drive out Satan? 
<a id="3-24"></a> <b>24</b> If a kingdom is divided against itself, it cannot stand. 
<a id="3-25"></a> <b>25</b> If a house is divided against itself, it cannot stand. 
<a id="3-26"></a> <b>26</b> And if Satan is divided and rises against himself, he cannot stand; his end has come. 
<a id="3-27"></a> <b>27</b> Indeed, no one can enter a strong man&rsquo;s house to steal his possessions unless he first ties up the strong man. Then he can plunder his house.
</p>
</div>
</div>
<div id="outline-container-org68b0925" class="outline-3">
<h3 id="org68b0925">The Unpardonable Sin (Matthew 12:31&#x2013;32)</h3>
<div class="outline-text-3" id="text-org68b0925">
<p>
<a id="3-28"></a> <b>28</b> Truly I tell you, the sons of men will be forgiven all sins and blasphemies, as many as they utter. 
<a id="3-29"></a> <b>29</b> But whoever blasphemes against the Holy Spirit will never be forgiven; he is guilty of eternal sin.”
</p>

<p>
<a id="3-30"></a> <b>30</b> Jesus made this statement because they were saying, “He has an unclean spirit.”
</p>
</div>
</div>
<div id="outline-container-org8cd4e39" class="outline-3">
<h3 id="org8cd4e39">Jesus&rsquo; Mother and Brothers (Matthew 12:46&#x2013;50; Luke 8:19&#x2013;21)</h3>
<div class="outline-text-3" id="text-org8cd4e39">
<p>
<a id="3-31"></a> <b>31</b> Then Jesus&rsquo; mother and brothers came and stood outside. They sent someone in to summon Him, 
<a id="3-32"></a> <b>32</b> and a crowd was sitting around Him. “Look,” He was told, “Your mother and brothers are outside, asking for You.”
</p>

<p>
<a id="3-33"></a> <b>33</b> But Jesus replied, “Who are My mother and My brothers?” 
<a id="3-34"></a> <b>34</b> Looking at those seated in a circle around Him, He said, “Here are My mother and My brothers! 
<a id="3-35"></a> <b>35</b> For whoever does the will of God is My brother and sister and mother.”
</p>
</div>
</div>
</div>
<div id="outline-container-orgee5ae50" class="outline-2">
<h2 id="orgee5ae50">Mark 4</h2>
<div class="outline-text-2" id="text-orgee5ae50">
</div>
<div id="outline-container-orgb532d2c" class="outline-3">
<h3 id="orgb532d2c">The Parable of the Sower (Matthew 13:1&#x2013;9; Luke 8:4&#x2013;8)</h3>
<div class="outline-text-3" id="text-orgb532d2c">
<p>
<span class="drop">4</span>
</p>

<p>
<a id="4-1"></a> Once again Jesus began to teach beside the sea, and such a large crowd gathered around Him that He got into a boat and sat in it, while all the people crowded along the shore.
</p>

<p>
<a id="4-2"></a> <b>2</b> And He taught them many things in parables, and in His teaching He said,
<a id="4-3"></a> <b>3</b> “Listen! A farmer went out to sow his seed. 
<a id="4-4"></a> <b>4</b> And as he was sowing, some seed fell along the path, and the birds came and devoured it.
</p>

<p>
<a id="4-5"></a> <b>5</b> Some fell on rocky ground, where it did not have much soil. It sprang up quickly because the soil was shallow. 
<a id="4-6"></a> <b>6</b> But when the sun rose, the seedlings were scorched, and they withered because they had no root.
</p>

<p>
<a id="4-7"></a> <b>7</b> Other seed fell among thorns, which grew up and choked the seedlings, and they yielded no crop.
</p>

<p>
<a id="4-8"></a> <b>8</b> Still other seed fell on good soil, where it sprouted, grew up, and produced a crop&#x2014;one bearing thirtyfold, another sixtyfold, and another a hundredfold.”
</p>

<p>
<a id="4-9"></a> <b>9</b> Then Jesus said, “He who has ears to hear, let him hear.”
</p>
</div>
</div>
<div id="outline-container-org265d478" class="outline-3">
<h3 id="org265d478">The Purpose of Jesus&rsquo; Parables (Matthew 13:10&#x2013;17; Luke 8:9&#x2013;10)</h3>
<div class="outline-text-3" id="text-org265d478">
<p>
<a id="4-10"></a> <b>10</b> As soon as Jesus was alone with the Twelve and those around Him, they asked Him about the parable.
</p>

<p>
<a id="4-11"></a> <b>11</b> He replied, “The mystery of the kingdom of God has been given to you, but to those on the outside everything is expressed in parables, 
<a id="4-12"></a> <b>12</b> so that,
</p>

<p>
‘they may be ever seeing but never perceiving,
</p>

<p>
and ever hearing but never understanding;
</p>

<p>
otherwise they might turn
</p>

<p>
and be forgiven.&rsquo;”
</p>
</div>
</div>
<div id="outline-container-org8c14720" class="outline-3">
<h3 id="org8c14720">The Parable of the Sower Explained (Matthew 13:18&#x2013;23; Luke 8:11&#x2013;15)</h3>
<div class="outline-text-3" id="text-org8c14720">
<p>
<a id="4-13"></a> <b>13</b> Then Jesus said to them, “Do you not understand this parable? Then how will you understand any of the parables?
</p>

<p>
<a id="4-14"></a> <b>14</b> The farmer sows the word. 
<a id="4-15"></a> <b>15</b> Some are like the seeds along the path, where the word is sown. As soon as they hear it, Satan comes and takes away the word that was sown in them.
</p>

<p>
<a id="4-16"></a> <b>16</b> Some are like the seeds sown on rocky ground. They hear the word and at once receive it with joy. 
<a id="4-17"></a> <b>17</b> But they themselves have no root, and they remain for only a season. When trouble or persecution comes because of the word, they quickly fall away.
</p>

<p>
<a id="4-18"></a> <b>18</b> Others are like the seeds sown among the thorns. They hear the word, 
<a id="4-19"></a> <b>19</b> but the worries of this life, the deceitfulness of wealth, and the desire for other things come in and choke the word, and it becomes unfruitful.
</p>

<p>
<a id="4-20"></a> <b>20</b> Still others are like the seeds sown on good soil. They hear the word, receive it, and produce a crop&#x2014;thirtyfold, sixtyfold, or a hundredfold.”
</p>
</div>
</div>
<div id="outline-container-org6c96d05" class="outline-3">
<h3 id="org6c96d05">The Lesson of the Lamp (Luke 8:16&#x2013;18)</h3>
<div class="outline-text-3" id="text-org6c96d05">
<p>
<a id="4-21"></a> <b>21</b> Jesus also said to them, “Does anyone bring in a lamp to put it under a basket or under a bed? Doesn&rsquo;t he set it on a stand? 
<a id="4-22"></a> <b>22</b> For there is nothing hidden that will not be disclosed, and nothing concealed that will not be brought to light.
</p>

<p>
<a id="4-23"></a> <b>23</b> If anyone has ears to hear, let him hear.”
</p>

<p>
<a id="4-24"></a> <b>24</b> He went on to say, “Pay attention to what you hear. With the measure you use, it will be measured to you, and even more will be added to you. 
<a id="4-25"></a> <b>25</b> For whoever has will be given more. But whoever does not have, even what he has will be taken away from him.”
</p>
</div>
</div>
<div id="outline-container-orgefaa2b6" class="outline-3">
<h3 id="orgefaa2b6">The Seed Growing Secretly</h3>
<div class="outline-text-3" id="text-orgefaa2b6">
<p>
<a id="4-26"></a> <b>26</b> Jesus also said, “The kingdom of God is like a man who scatters seed on the ground. 
<a id="4-27"></a> <b>27</b> Night and day he sleeps and wakes, and the seed sprouts and grows, though he knows not how. 
<a id="4-28"></a> <b>28</b> All by itself the earth produces a crop&#x2014;first the stalk, then the head, then grain that ripens within. 
<a id="4-29"></a> <b>29</b> And as soon as the grain is ripe, he swings the sickle, because the harvest has come.”
</p>
</div>
</div>
<div id="outline-container-org7a5323f" class="outline-3">
<h3 id="org7a5323f">The Parable of the Mustard Seed (Matthew 13:31&#x2013;32; Luke 13:18&#x2013;19)</h3>
<div class="outline-text-3" id="text-org7a5323f">
<p>
<a id="4-30"></a> <b>30</b> Then He asked, “To what can we compare the kingdom of God? With what parable shall we present it? 
<a id="4-31"></a> <b>31</b> It is like a mustard seed, which is the smallest of all seeds sown upon the earth. 
<a id="4-32"></a> <b>32</b> But after it is planted, it grows to be the largest of all garden plants and puts forth great branches, so that the birds of the air nest in its shade.”
</p>

<p>
<a id="4-33"></a> <b>33</b> With many such parables Jesus spoke the word to them, to the extent that they could understand. 
<a id="4-34"></a> <b>34</b> He did not tell them anything without using a parable. But privately He explained everything to His own disciples.
</p>
</div>
</div>
