org/bible/Mark.org
*** Jesus Calms the Storm (Matthew 8:23--27; Luke 8:22--25)

<<4:35>> *35* When that evening came, He said to His disciples, “Let us cross to the other side.” 
<<4:36>> *36* After they had dismissed the crowd, they took Jesus with them, since He was already in the boat. And there were other boats with Him.

<<4:37>> *37* Soon a violent windstorm came up, and the waves were breaking over the boat, so that it was being swamped. 
<<4:38>> *38* But Jesus was in the stern, sleeping on the cushion. So they woke Him and said, “Teacher, don't You care that we are perishing?”

<<4:39>> *39* Then Jesus got up and rebuked the wind and the sea. “Silence!” He commanded. “Be still!” And the wind died down, and it was perfectly calm.

<<4:40>> *40* “Why are you so afraid?” He asked. “Do you still have no faith?”

<<4:41>> *41* Overwhelmed with fear, they asked one another, “Who is this, that even the wind and the sea obey Him?”

** Mark 5
*** The Demons and the Pigs (Matthew 8:28--34; Luke 8:26--39)
[[html-class:drop][5]]

<<5:1>> On the other side of the sea, they arrived in the region of the Gerasenes. 
<<5:2>> *2* As soon as Jesus got out of the boat, He was met by a man with an unclean spirit, who was coming from the tombs. 
<<5:3>> *3* This man had been living in the tombs and could no longer be restrained, even with chains. 
<<5:4>> *4* Though he was often bound with chains and shackles, he had broken the chains and shattered the shackles. Now there was no one with the strength to subdue him. 
<<5:5>> *5* Night and day in the tombs and in the mountains he kept crying out and cutting himself with stones.

<<5:6>> *6* When the man saw Jesus from a distance, he ran and fell on his knees before Him. 
<<5:7>> *7* And he shouted in a loud voice, “What do You want with me, Jesus, Son of the Most High God? I beg You before God not to torture me!” 
<<5:8>> *8* For Jesus had already declared, “Come out of this man, you unclean spirit!”

<<5:9>> *9* “What is your name?” Jesus asked.

“My name is Legion,” he replied, “for we are many.” 
<<5:10>> *10* And he begged Jesus repeatedly not to send them out of that region.

<<5:11>> *11* There on the nearby hillside a large herd of pigs was feeding. 
<<5:12>> *12* So the demons begged Jesus, “Send us to the pigs, so that we may enter them.”

<<5:13>> *13* He gave them permission, and the unclean spirits came out and went into the pigs, and the herd of about two thousand rushed down the steep bank into the sea and drowned in the water.

<<5:14>> *14* Those tending the pigs ran off and reported this in the town and countryside, and the people went out to see what had happened. 
<<5:15>> *15* When they came to Jesus, they saw the man who had been possessed by the legion of demons sitting there, clothed and in his right mind; and they were afraid.

<<5:16>> *16* Those who had seen it described what had happened to the demon-possessed man and also to the pigs. 
<<5:17>> *17* And the people began to beg Jesus to leave their region.

<<5:18>> *18* As He was getting into the boat, the man who had been possessed by the demons begged to go with Him. 
<<5:19>> *19* But Jesus would not allow him. “Go home to your own people,” He said, “and tell them how much the Lord has done for you, and what mercy He has shown you.”

<<5:20>> *20* So the man went away and began to proclaim throughout the Decapolis how much Jesus had done for him. And everyone was amazed.

*** The Healing Touch of Jesus (Matthew 9:18--26; Luke 8:40--56)

<<5:21>> *21* When Jesus had again crossed by boat to the other side, a large crowd gathered around Him beside the sea. 
<<5:22>> *22* A synagogue leader named Jairus arrived, and seeing Jesus, he fell at His feet 
<<5:23>> *23* and pleaded with Him urgently, “My little daughter is near death. Please come and place Your hands on her, so that she will be healed and live.”

<<5:24>> *24* So Jesus went with him, and a large crowd followed and pressed around Him. 
<<5:25>> *25* And a woman was there who had suffered from bleeding for twelve years. 
<<5:26>> *26* She had borne much agony under the care of many physicians and had spent all she had, but to no avail. Instead, her condition had only grown worse.

<<5:27>> *27* When the woman heard about Jesus, she came up through the crowd behind Him and touched His cloak. 
<<5:28>> *28* For she kept saying, “If only I touch His garments, I will be healed.” 
<<5:29>> *29* Immediately her bleeding stopped, and she sensed in her body that she was healed of her affliction.

<<5:30>> *30* At once Jesus was aware that power had gone out from Him. Turning to the crowd, He asked, “Who touched My garments?”

<<5:31>> *31* His disciples answered, “You can see the crowd pressing in on You, and yet You ask, ‘Who touched Me?'”

<<5:32>> *32* But He kept looking around to see who had done this. 
<<5:33>> *33* Then the woman, knowing what had happened to her, came and fell down before Him trembling in fear, and she told Him the whole truth.

<<5:34>> *34* “Daughter,” said Jesus, “your faith has healed you. Go in peace and be free of your affliction.”

<<5:35>> *35* While He was still speaking, messengers from the house of Jairus arrived and said, “Your daughter is dead; why bother the Teacher anymore?”

<<5:36>> *36* But Jesus overheard their conversation and said to Jairus, “Do not be afraid; just believe.” 
<<5:37>> *37* And He did not allow anyone to accompany Him except Peter, James, and John the brother of James.

<<5:38>> *38* When they arrived at the house of the synagogue leader, Jesus saw the commotion and the people weeping and wailing loudly. 
<<5:39>> *39* He went inside and asked, “Why all this commotion and weeping? The child is not dead, but asleep.” 
<<5:40>> *40* And they laughed at Him.

After He had put them all outside, He took the child's father and mother and His own companions, and went in to see the child. 
<<5:41>> *41* Taking her by the hand, Jesus said, “Talitha koum!” which means, “Little girl, I say to you, get up!” 
<<5:42>> *42* Immediately the girl got up and began to walk around. She was twelve years old, and at once they were utterly astounded. 
<<5:43>> *43* Then Jesus gave strict orders that no one should know about this, and He told them to give her something to eat.

** Mark 6
