public/bible/Mark.html
<div id="outline-container-org4206779" class="outline-3">
<h3 id="org4206779">Jesus Calms the Storm (Matthew 8:23&#x2013;27; Luke 8:22&#x2013;25)</h3>
<div class="outline-text-3" id="text-org4206779">
<p>
<a id="4-35"></a> <b>35</b> When that evening came, He said to His disciples, “Let us cross to the other side.” 
<a id="4-36"></a> <b>36</b> After they had dismissed the crowd, they took Jesus with them, since He was already in the boat. And there were other boats with Him.
</p>

<p>
<a id="4-37"></a> <b>37</b> Soon a violent windstorm came up, and the waves were breaking over the boat, so that it was being swamped. 
<a id="4-38"></a> <b>38</b> But Jesus was in the stern, sleeping on the cushion. So they woke Him and said, “Teacher, don&rsquo;t You care that we are perishing?”
</p>

<p>
<a id="4-39"></a> <b>39</b> Then Jesus got up and rebuked the wind and the sea. “Silence!” He commanded. “Be still!” And the wind died down, and it was perfectly calm.
</p>

<p>
<a id="4-40"></a> <b>40</b> “Why are you so afraid?” He asked. “Do you still have no faith?”
</p>

<p>
<a id="4-41"></a> <b>41</b> Overwhelmed with fear, they asked one another, “Who is this, that even the wind and the sea obey Him?”
</p>
</div>
</div>
</div>
<div id="outline-container-org1b4662a" class="outline-2">
<h2 id="org1b4662a">Mark 5</h2>
<div class="outline-text-2" id="text-org1b4662a">
</div>
<div id="outline-container-orgf4e8a36" class="outline-3">
<h3 id="orgf4e8a36">The Demons and the Pigs (Matthew 8:28&#x2013;34; Luke 8:26&#x2013;39)</h3>
<div class="outline-text-3" id="text-orgf4e8a36">
<p>
<span class="drop">5</span>
</p>

<p>
<a id="5-1"></a> On the other side of the sea, they arrived in the region of the Gerasenes. 
<a id="5-2"></a> <b>2</b> As soon as Jesus got out of the boat, He was met by a man with an unclean spirit, who was coming from the tombs. 
<a id="5-3"></a> <b>3</b> This man had been living in the tombs and could no longer be restrained, even with chains. 
<a id="5-4"></a> <b>4</b> Though he was often bound with chains and shackles, he had broken the chains and shattered the shackles. Now there was no one with the strength to subdue him. 
<a id="5-5"></a> <b>5</b> Night and day in the tombs and in the mountains he kept crying out and cutting himself with stones.
</p>

<p>
<a id="5-6"></a> <b>6</b> When the man saw Jesus from a distance, he ran and fell on his knees before Him. 
<a id="5-7"></a> <b>7</b> And he shouted in a loud voice, “What do You want with me, Jesus, Son of the Most High God? I beg You before God not to torture me!” 
<a id="5-8"></a> <b>8</b> For Jesus had already declared, “Come out of this man, you unclean spirit!”
</p>

<p>
<a id="5-9"></a> <b>9</b> “What is your name?” Jesus asked.
</p>

<p>
“My name is Legion,” he replied, “for we are many.” 
<a id="5-10"></a> <b>10</b> And he begged Jesus repeatedly not to send them out of that region.
</p>

<p>
<a id="5-11"></a> <b>11</b> There on the nearby hillside a large herd of pigs was feeding. 
<a id="5-12"></a> <b>12</b> So the demons begged Jesus, “Send us to the pigs, so that we may enter them.”
</p>

<p>
<a id="5-13"></a> <b>13</b> He gave them permission, and the unclean spirits came out and went into the pigs, and the herd of about two thousand rushed down the steep bank into the sea and drowned in the water.
</p>

<p>
<a id="5-14"></a> <b>14</b> Those tending the pigs ran off and reported this in the town and countryside, and the people went out to see what had happened. 
<a id="5-15"></a> <b>15</b> When they came to Jesus, they saw the man who had been possessed by the legion of demons sitting there, clothed and in his right mind; and they were afraid.
</p>

<p>
<a id="5-16"></a> <b>16</b> Those who had seen it described what had happened to the demon-possessed man and also to the pigs. 
<a id="5-17"></a> <b>17</b> And the people began to beg Jesus to leave their region.
</p>

<p>
<a id="5-18"></a> <b>18</b> As He was getting into the boat, the man who had been possessed by the demons begged to go with Him. 
<a id="5-19"></a> <b>19</b> But Jesus would not allow him. “Go home to your own people,” He said, “and tell them how much the Lord has done for you, and what mercy He has shown you.”
</p>

<p>
<a id="5-20"></a> <b>20</b> So the man went away and began to proclaim throughout the Decapolis how much Jesus had done for him. And everyone was amazed.
</p>
</div>
</div>
<div id="outline-container-org755aaf2" class="outline-3">
<h3 id="org755aaf2">The Healing Touch of Jesus (Matthew 9:18&#x2013;26; Luke 8:40&#x2013;56)</h3>
<div class="outline-text-3" id="text-org755aaf2">
<p>
<a id="5-21"></a> <b>21</b> When Jesus had again crossed by boat to the other side, a large crowd gathered around Him beside the sea. 
<a id="5-22"></a> <b>22</b> A synagogue leader named Jairus arrived, and seeing Jesus, he fell at His feet 
<a id="5-23"></a> <b>23</b> and pleaded with Him urgently, “My little daughter is near death. Please come and place Your hands on her, so that she will be healed and live.”
</p>

<p>
<a id="5-24"></a> <b>24</b> So Jesus went with him, and a large crowd followed and pressed around Him. 
<a id="5-25"></a> <b>25</b> And a woman was there who had suffered from bleeding for twelve years. 
<a id="5-26"></a> <b>26</b> She had borne much agony under the care of many physicians and had spent all she had, but to no avail. Instead, her condition had only grown worse.
</p>

<p>
<a id="5-27"></a> <b>27</b> When the woman heard about Jesus, she came up through the crowd behind Him and touched His cloak. 
<a id="5-28"></a> <b>28</b> For she kept saying, “If only I touch His garments, I will be healed.” 
<a id="5-29"></a> <b>29</b> Immediately her bleeding stopped, and she sensed in her body that she was healed of her affliction.
</p>

<p>
<a id="5-30"></a> <b>30</b> At once Jesus was aware that power had gone out from Him. Turning to the crowd, He asked, “Who touched My garments?”
</p>

<p>
<a id="5-31"></a> <b>31</b> His disciples answered, “You can see the crowd pressing in on You, and yet You ask, ‘Who touched Me?&rsquo;”
</p>

<p>
<a id="5-32"></a> <b>32</b> But He kept looking around to see who had done this. 
<a id="5-33"></a> <b>33</b> Then the woman, knowing what had happened to her, came and fell down before Him trembling in fear, and she told Him the whole truth.
</p>

<p>
<a id="5-34"></a> <b>34</b> “Daughter,” said Jesus, “your faith has healed you. Go in peace and be free of your affliction.”
</p>

<p>
<a id="5-35"></a> <b>35</b> While He was still speaking, messengers from the house of Jairus arrived and said, “Your daughter is dead; why bother the Teacher anymore?”
</p>

<p>
<a id="5-36"></a> <b>36</b> But Jesus overheard their conversation and said to Jairus, “Do not be afraid; just believe.” 
<a id="5-37"></a> <b>37</b> And He did not allow anyone to accompany Him except Peter, James, and John the brother of James.
</p>

<p>
<a id="5-38"></a> <b>38</b> When they arrived at the house of the synagogue leader, Jesus saw the commotion and the people weeping and wailing loudly. 
<a id="5-39"></a> <b>39</b> He went inside and asked, “Why all this commotion and weeping? The child is not dead, but asleep.” 
<a id="5-40"></a> <b>40</b> And they laughed at Him.
</p>

<p>
After He had put them all outside, He took the child&rsquo;s father and mother and His own companions, and went in to see the child. 
<a id="5-41"></a> <b>41</b> Taking her by the hand, Jesus said, “Talitha koum!” which means, “Little girl, I say to you, get up!” 
<a id="5-42"></a> <b>42</b> Immediately the girl got up and began to walk around. She was twelve years old, and at once they were utterly astounded. 
<a id="5-43"></a> <b>43</b> Then Jesus gave strict orders that no one should know about this, and He told them to give her something to eat.
</p>
</div>
</div>
</div>
