org/bible/Mark.org
*** The Rejection at Nazareth (Matthew 13:53--58; Luke 4:16--30)
[[html-class:drop][6]]

<<6:1>> Jesus went on from there and came to His hometown, accompanied by His disciples. 
<<6:2>> *2* When the Sabbath came, He began to teach in the synagogue, and many who heard Him were astonished. “Where did this man get these ideas?” they asked. “What is this wisdom He has been given? And how can He perform such miracles? 
<<6:3>> *3* Isn't this the carpenter, the son of Mary and the brother of James, Joses, Judas, and Simon? Aren't His sisters here with us as well?” And they took offense at Him.

<<6:4>> *4* Then Jesus said to them, “Only in his hometown, among his relatives, and in his own household is a prophet without honor.” 
<<6:5>> *5* So He could not perform any miracles there, except to lay His hands on a few of the sick and heal them. 
<<6:6>> *6* And He was amazed at their unbelief.

*** And He went around from village to village, teaching the people.

*** The Ministry of the Twelve (Matthew 10:5--15; Luke 9:1--6)

<<6:7>> *7* Then Jesus called the Twelve to Him and began to send them out two by two, giving them authority over unclean spirits. 
<<6:8>> *8* He instructed them to take nothing but a staff for the journey---no bread, no bag, no money in their belts--- 
<<6:9>> *9* and to wear sandals, but not a second tunic.

<<6:10>> *10* And He told them, “When you enter a house, stay there until you leave that area. 
<<6:11>> *11* If anyone will not welcome you or listen to you, shake the dust off your feet when you leave that place, as a testimony against them.”

<<6:12>> *12* So they set out and preached that the people should repent. 
<<6:13>> *13* They also drove out many demons and healed many of the sick, anointing them with oil.

*** The Beheading of John (Matthew 14:1--12; Luke 9:7--9)

<<6:14>> *14* Now King Herod heard about this, for Jesus' name had become well known, and people were saying, “John the Baptist has risen from the dead! That is why miraculous powers are at work in him.” 
<<6:15>> *15* Others were saying, “He is Elijah,” and still others, “He is a prophet, like one of the prophets of old.”

<<6:16>> *16* But when Herod heard this, he said, “John, whom I beheaded, has risen from the dead!” 
<<6:17>> *17* For Herod himself had ordered that John be arrested and bound and imprisoned, on account of his brother Philip's wife Herodias, whom Herod had married. 
<<6:18>> *18* For John had been telling Herod, “It is not lawful for you to have your brother's wife!”

<<6:19>> *19* So Herodias held a grudge against John and wanted to kill him. But she had been unable, 
<<6:20>> *20* because Herod feared John and protected him, knowing that he was a righteous and holy man. When he heard John's words, he was greatly perplexed; yet he listened to him gladly.

<<6:21>> *21* On Herod's birthday, her opportunity arose. Herod held a banquet for his nobles and military commanders and the leading men of Galilee. 
<<6:22>> *22* When the daughter of Herodias came and danced, she pleased Herod and his guests, and the king said to the girl, “Ask me for whatever you wish, and I will give it to you.” 
<<6:23>> *23* And he swore to her, “Whatever you ask of me, I will give you, up to half my kingdom!”

<<6:24>> *24* Then she went out and asked her mother, “What should I request?”

*** And her mother answered, “The head of John the Baptist.”

<<6:25>> *25* At once the girl hurried back to the king with her request: “I want you to give me the head of John the Baptist on a platter immediately.”

<<6:26>> *26* The king was consumed with sorrow, but because of his oaths and his guests, he did not want to refuse her. 
<<6:27>> *27* So without delay, the king commanded that John's head be brought in. He sent an executioner, who went and beheaded him in the prison. 
<<6:28>> *28* The man brought John's head on a platter and presented it to the girl, who gave it to her mother.

<<6:29>> *29* When John's disciples heard about this, they came and took his body and placed it in a tomb.

*** The Feeding of the Five Thousand (Luke 9:10--17; John 6:1--15)

<<6:30>> *30* Meanwhile, the apostles gathered around Jesus and brought Him news of all they had done and taught. 
<<6:31>> *31* And He said to them, “Come with Me privately to a solitary place, and let us rest for a while.” For many people were coming and going, and they did not even have time to eat.

<<6:32>> *32* So they went away in a boat by themselves to a solitary place. 
<<6:33>> *33* But many people saw them leaving and recognized them. They ran together on foot from all the towns and arrived before them. 
<<6:34>> *34* When Jesus stepped ashore and saw a large crowd, He had compassion on them, because they were like sheep without a shepherd. And He began to teach them many things.

<<6:35>> *35* By now the hour was already late. So the disciples came to Jesus and said, “This is a desolate place, and the hour is already late. 
<<6:36>> *36* Dismiss the crowd so they can go to the surrounding countryside and villages and buy themselves something to eat.”

<<6:37>> *37* But Jesus told them, “You give them something to eat.”

They asked Him, “Should we go out and spend two hundred denarii to give all of them bread to eat?”

<<6:38>> *38* “Go and see how many loaves you have,” He told them.

And after checking, they said, “Five---and two fish.”

<<6:39>> *39* Then Jesus directed them to have the people sit in groups on the green grass. 
<<6:40>> *40* So they sat down in groups of hundreds and fifties.

<<6:41>> *41* Taking the five loaves and the two fish and looking up to heaven, Jesus spoke a blessing and broke the loaves. Then He gave them to His disciples to set before the people. And He divided the two fish among them all.

<<6:42>> *42* They all ate and were satisfied, 
<<6:43>> *43* and the disciples picked up twelve basketfuls of broken pieces of bread and fish. 
<<6:44>> *44* And there were five thousand men who had eaten the loaves.

