public/bible/Mark.html
<div id="outline-container-org552a581" class="outline-2">
<h2 id="org552a581">Mark 6</h2>
<div class="outline-text-2" id="text-org552a581">
</div>
<div id="outline-container-orgea35f80" class="outline-3">
<h3 id="orgea35f80">The Rejection at Nazareth (Matthew 13:53&#x2013;58; Luke 4:16&#x2013;30)</h3>
<div class="outline-text-3" id="text-orgea35f80">
<p>
<span class="drop">6</span>
</p>

<p>
<a id="6-1"></a> Jesus went on from there and came to His hometown, accompanied by His disciples. 
<a id="6-2"></a> <b>2</b> When the Sabbath came, He began to teach in the synagogue, and many who heard Him were astonished. “Where did this man get these ideas?” they asked. “What is this wisdom He has been given? And how can He perform such miracles? 
<a id="6-3"></a> <b>3</b> Isn&rsquo;t this the carpenter, the son of Mary and the brother of James, Joses, Judas, and Simon? Aren&rsquo;t His sisters here with us as well?” And they took offense at Him.
</p>

<p>
<a id="6-4"></a> <b>4</b> Then Jesus said to them, “Only in his hometown, among his relatives, and in his own household is a prophet without honor.” 
<a id="6-5"></a> <b>5</b> So He could not perform any miracles there, except to lay His hands on a few of the sick and heal them. 
<a id="6-6"></a> <b>6</b> And He was amazed at their unbelief.
</p>
</div>
</div>
<div id="outline-container-org3724697" class="outline-3">
<h3 id="org3724697">And He went around from village to village, teaching the people.</h3>
</div>

<div id="outline-container-org6936477" class="outline-3">
<h3 id="org6936477">The Ministry of the Twelve (Matthew 10:5&#x2013;15; Luke 9:1&#x2013;6)</h3>
<div class="outline-text-3" id="text-org6936477">
<p>
<a id="6-7"></a> <b>7</b> Then Jesus called the Twelve to Him and began to send them out two by two, giving them authority over unclean spirits. 
<a id="6-8"></a> <b>8</b> He instructed them to take nothing but a staff for the journey&#x2014;no bread, no bag, no money in their belts&#x2014; 
<a id="6-9"></a> <b>9</b> and to wear sandals, but not a second tunic.
</p>

<p>
<a id="6-10"></a> <b>10</b> And He told them, “When you enter a house, stay there until you leave that area. 
<a id="6-11"></a> <b>11</b> If anyone will not welcome you or listen to you, shake the dust off your feet when you leave that place, as a testimony against them.”
</p>

<p>
<a id="6-12"></a> <b>12</b> So they set out and preached that the people should repent. 
<a id="6-13"></a> <b>13</b> They also drove out many demons and healed many of the sick, anointing them with oil.
</p>
</div>
</div>
<div id="outline-container-org6a9dc52" class="outline-3">
<h3 id="org6a9dc52">The Beheading of John (Matthew 14:1&#x2013;12; Luke 9:7&#x2013;9)</h3>
<div class="outline-text-3" id="text-org6a9dc52">
<p>
<a id="6-14"></a> <b>14</b> Now King Herod heard about this, for Jesus&rsquo; name had become well known, and people were saying, “John the Baptist has risen from the dead! That is why miraculous powers are at work in him.” 
<a id="6-15"></a> <b>15</b> Others were saying, “He is Elijah,” and still others, “He is a prophet, like one of the prophets of old.”
</p>

<p>
<a id="6-16"></a> <b>16</b> But when Herod heard this, he said, “John, whom I beheaded, has risen from the dead!” 
<a id="6-17"></a> <b>17</b> For Herod himself had ordered that John be arrested and bound and imprisoned, on account of his brother Philip&rsquo;s wife Herodias, whom Herod had married. 
<a id="6-18"></a> <b>18</b> For John had been telling Herod, “It is not lawful for you to have your brother&rsquo;s wife!”
</p>

<p>
<a id="6-19"></a> <b>19</b> So Herodias held a grudge against John and wanted to kill him. But she had been unable, 
<a id="6-20"></a> <b>20</b> because Herod feared John and protected him, knowing that he was a righteous and holy man. When he heard John&rsquo;s words, he was greatly perplexed; yet he listened to him gladly.
</p>

<p>
<a id="6-21"></a> <b>21</b> On Herod&rsquo;s birthday, her opportunity arose. Herod held a banquet for his nobles and military commanders and the leading men of Galilee. 
<a id="6-22"></a> <b>22</b> When the daughter of Herodias came and danced, she pleased Herod and his guests, and the king said to the girl, “Ask me for whatever you wish, and I will give it to you.” 
<a id="6-23"></a> <b>23</b> And he swore to her, “Whatever you ask of me, I will give you, up to half my kingdom!”
</p>

<p>
<a id="6-24"></a> <b>24</b> Then she went out and asked her mother, “What should I request?”
</p>
</div>
</div>
<div id="outline-container-orga4b3698" class="outline-3">
<h3 id="orga4b3698">And her mother answered, “The head of John the Baptist.”</h3>
<div class="outline-text-3" id="text-orga4b3698">
<p>
<a id="6-25"></a> <b>25</b> At once the girl hurried back to the king with her request: “I want you to give me the head of John the Baptist on a platter immediately.”
</p>

<p>
<a id="6-26"></a> <b>26</b> The king was consumed with sorrow, but because of his oaths and his guests, he did not want to refuse her. 
<a id="6-27"></a> <b>27</b> So without delay, the king commanded that John&rsquo;s head be brought in. He sent an executioner, who went and beheaded him in the prison. 
<a id="6-28"></a> <b>28</b> The man brought John&rsquo;s head on a platter and presented it to the girl, who gave it to her mother.
</p>

<p>
<a id="6-29"></a> <b>29</b> When John&rsquo;s disciples heard about this, they came and took his body and placed it in a tomb.
</p>
</div>
</div>
<div id="outline-container-org2a17c96" class="outline-3">
<h3 id="org2a17c96">The Feeding of the Five Thousand (Luke 9:10&#x2013;17; John 6:1&#x2013;15)</h3>
<div class="outline-text-3" id="text-org2a17c96">
<p>
<a id="6-30"></a> <b>30</b> Meanwhile, the apostles gathered around Jesus and brought Him news of all they had done and taught. 
<a id="6-31"></a> <b>31</b> And He said to them, “Come with Me privately to a solitary place, and let us rest for a while.” For many people were coming and going, and they did not even have time to eat.
</p>

<p>
<a id="6-32"></a> <b>32</b> So they went away in a boat by themselves to a solitary place. 
<a id="6-33"></a> <b>33</b> But many people saw them leaving and recognized them. They ran together on foot from all the towns and arrived before them. 
<a id="6-34"></a> <b>34</b> When Jesus stepped ashore and saw a large crowd, He had compassion on them, because they were like sheep without a shepherd. And He began to teach them many things.
</p>

<p>
<a id="6-35"></a> <b>35</b> By now the hour was already late. So the disciples came to Jesus and said, “This is a desolate place, and the hour is already late. 
<a id="6-36"></a> <b>36</b> Dismiss the crowd so they can go to the surrounding countryside and villages and buy themselves something to eat.”
</p>

<p>
<a id="6-37"></a> <b>37</b> But Jesus told them, “You give them something to eat.”
</p>

<p>
They asked Him, “Should we go out and spend two hundred denarii to give all of them bread to eat?”
</p>

<p>
<a id="6-38"></a> <b>38</b> “Go and see how many loaves you have,” He told them.
</p>

<p>
And after checking, they said, “Five&#x2014;and two fish.”
</p>

<p>
<a id="6-39"></a> <b>39</b> Then Jesus directed them to have the people sit in groups on the green grass. 
<a id="6-40"></a> <b>40</b> So they sat down in groups of hundreds and fifties.
</p>

<p>
<a id="6-41"></a> <b>41</b> Taking the five loaves and the two fish and looking up to heaven, Jesus spoke a blessing and broke the loaves. Then He gave them to His disciples to set before the people. And He divided the two fish among them all.
</p>

<p>
<a id="6-42"></a> <b>42</b> They all ate and were satisfied, 
<a id="6-43"></a> <b>43</b> and the disciples picked up twelve basketfuls of broken pieces of bread and fish. 
<a id="6-44"></a> <b>44</b> And there were five thousand men who had eaten the loaves.
</p>
</div>
</div>
