org/bible/Mark.org
*** Jesus Walks on Water (Matthew 14:22--33; John 6:16--21)

<<6:45>> *45* Immediately Jesus made His disciples get into the boat and go on ahead of Him to Bethsaida, while He dismissed the crowd. 
<<6:46>> *46* After bidding them farewell, He went up on the mountain to pray.

<<6:47>> *47* When evening came, the boat was in the middle of the sea, and Jesus was alone on land. 
<<6:48>> *48* He could see that the disciples were straining to row, because the wind was against them. About the fourth watch of the night, Jesus went out to them, walking on the sea. He intended to pass by them, 
<<6:49>> *49* but when they saw Him walking on the sea, they cried out, thinking He was a ghost--- 
<<6:50>> *50* for they all saw Him and were terrified.

But Jesus spoke up at once: “Take courage! It is I. Do not be afraid.” 
<<6:51>> *51* Then He climbed into the boat with them, and the wind died down. And the disciples were utterly astounded, 
<<6:52>> *52* for they had not understood about the loaves, but their hearts had been hardened.

*** Jesus Heals at Gennesaret (Matthew 14:34--36)

<<6:53>> *53* When they had crossed over, they landed at Gennesaret and moored the boat. 
<<6:54>> *54* As soon as they got out of the boat, the people recognized Jesus 
<<6:55>> *55* and ran through that whole region, carrying the sick on mats to wherever they heard He was. 
<<6:56>> *56* And wherever He went---villages and towns and countrysides---they laid the sick in the marketplaces and begged Him just to let them touch the fringe of His cloak. And all who touched Him were healed.

** Mark 7
*** The Tradition of the Elders (Matthew 15:1--9)
[[html-class:drop][7]]

<<7:1>> Then the Pharisees and some of the scribes who had come from Jerusalem gathered around Jesus, 
<<7:2>> *2* and they saw some of His disciples eating with hands that were defiled---that is, unwashed.

<<7:3>> *3* Now in holding to the tradition of the elders, the Pharisees and all the Jews do not eat until they wash their hands ceremonially. 
<<7:4>> *4* And on returning from the market, they do not eat unless they wash. And there are many other traditions for them to observe, including the washing of cups, pitchers, kettles, and couches for dining.

<<7:5>> *5* So the Pharisees and scribes questioned Jesus: “Why do Your disciples not walk according to the tradition of the elders? Instead, they eat with defiled hands.”

<<7:6>> *6* Jesus answered them, “Isaiah prophesied correctly about you hypocrites, as it is written:

‘These people honor Me with their lips,

but their hearts are far from Me.

<<7:7>> *7* They worship Me in vain;

they teach as doctrine the precepts of men.'

<<7:8>> *8* You have disregarded the commandment of God to keep the tradition of men.”

<<7:9>> *9* He went on to say, “You neatly set aside the command of God to maintain your own tradition. 
<<7:10>> *10* For Moses said, ‘Honor your father and your mother' and ‘Anyone who curses his father or mother must be put to death.' 
<<7:11>> *11* But you say that if a man says to his father or mother, ‘Whatever you would have received from me is Corban' (that is, a gift devoted to God), 
<<7:12>> *12* he is no longer permitted to do anything for his father or mother. 
<<7:13>> *13* Thus you nullify the word of God by the tradition you have handed down. And you do so in many such matters.”

*** What Defiles a Man (Matthew 15:10--20)

<<7:14>> *14* Once again Jesus called the crowd to Him and said, “All of you, listen to Me and understand: 
<<7:15>> *15* Nothing that enters a man from the outside can defile him; but the things that come out of a man, these are what defile him.”

<<7:17>> *17* After Jesus had left the crowd and gone into the house, His disciples inquired about the parable.

<<7:18>> *18* “Are you still so dull?” He asked. “Do you not understand? Nothing that enters a man from the outside can defile him, 
<<7:19>> *19* because it does not enter his heart, but it goes into the stomach and then is eliminated.” (Thus all foods are clean.)

<<7:20>> *20* He continued: “What comes out of a man, that is what defiles him. 
<<7:21>> *21* For from within the hearts of men come evil thoughts, sexual immorality, theft, murder, adultery, 
<<7:22>> *22* greed, wickedness, deceit, debauchery, envy, slander, arrogance, and foolishness. 
<<7:23>> *23* All these evils come from within, and these are what defile a man.”

*** The Faith of the Gentile Woman (Matthew 15:21--28)

<<7:24>> *24* Jesus left that place and went to the region of Tyre. Not wanting anyone to know He was there, He entered a house, but was unable to escape their notice. 
<<7:25>> *25* Instead, a woman whose little daughter had an unclean spirit soon heard about Jesus, and she came and fell at His feet. 
<<7:26>> *26* Now she was a Greek woman of Syrophoenician origin, and she kept asking Jesus to drive the demon out of her daughter.

<<7:27>> *27* “First let the children have their fill,” He said. “For it is not right to take the children's bread and toss it to the dogs.”

<<7:28>> *28* “Yes, Lord,” she replied, “even the dogs under the table eat the children's crumbs.”

<<7:29>> *29* Then Jesus told her, “Because of this answer, you may go. The demon has left your daughter.” 
<<7:30>> *30* And she went home and found her child lying on the bed, and the demon was gone.

*** The Deaf and Mute Man (Matthew 9:27--34)

<<7:31>> *31* Then Jesus left the region of Tyre and went through Sidon to the Sea of Galilee and into the region of the Decapolis. 
<<7:32>> *32* Some people brought to Him a man who was deaf and hardly able to speak, and they begged Jesus to place His hand on him.

<<7:33>> *33* So Jesus took him aside privately, away from the crowd, and put His fingers into the man's ears. Then He spit and touched the man's tongue. 
<<7:34>> *34* And looking up to heaven, He sighed deeply and said to him, “Ephphatha!” (which means, “Be opened!”). 
<<7:35>> *35* Immediately the man's ears were opened and his tongue was released, and he began to speak plainly.

<<7:36>> *36* Jesus ordered them not to tell anyone. But the more He ordered them, the more widely they proclaimed it. 
<<7:37>> *37* The people were utterly astonished and said, “He has done all things well! He makes even the deaf hear and the mute speak!”

** Mark 8
