public/bible/Mark.html
<div id="outline-container-org689c27d" class="outline-3">
<h3 id="org689c27d">Jesus Walks on Water (Matthew 14:22&#x2013;33; John 6:16&#x2013;21)</h3>
<div class="outline-text-3" id="text-org689c27d">
<p>
<a id="6-45"></a> <b>45</b> Immediately Jesus made His disciples get into the boat and go on ahead of Him to Bethsaida, while He dismissed the crowd. 
<a id="6-46"></a> <b>46</b> After bidding them farewell, He went up on the mountain to pray.
</p>

<p>
<a id="6-47"></a> <b>47</b> When evening came, the boat was in the middle of the sea, and Jesus was alone on land. 
<a id="6-48"></a> <b>48</b> He could see that the disciples were straining to row, because the wind was against them. About the fourth watch of the night, Jesus went out to them, walking on the sea. He intended to pass by them, 
<a id="6-49"></a> <b>49</b> but when they saw Him walking on the sea, they cried out, thinking He was a ghost&#x2014; 
<a id="6-50"></a> <b>50</b> for they all saw Him and were terrified.
</p>

<p>
But Jesus spoke up at once: “Take courage! It is I. Do not be afraid.” 
<a id="6-51"></a> <b>51</b> Then He climbed into the boat with them, and the wind died down. And the disciples were utterly astounded, 
<a id="6-52"></a> <b>52</b> for they had not understood about the loaves, but their hearts had been hardened.
</p>
</div>
</div>
<div id="outline-container-org2b31210" class="outline-3">
<h3 id="org2b31210">Jesus Heals at Gennesaret (Matthew 14:34&#x2013;36)</h3>
<div class="outline-text-3" id="text-org2b31210">
<p>
<a id="6-53"></a> <b>53</b> When they had crossed over, they landed at Gennesaret and moored the boat. 
<a id="6-54"></a> <b>54</b> As soon as they got out of the boat, the people recognized Jesus 
<a id="6-55"></a> <b>55</b> and ran through that whole region, carrying the sick on mats to wherever they heard He was. 
<a id="6-56"></a> <b>56</b> And wherever He went&#x2014;villages and towns and countrysides&#x2014;they laid the sick in the marketplaces and begged Him just to let them touch the fringe of His cloak. And all who touched Him were healed.
</p>
</div>
</div>
</div>
<div id="outline-container-org177d21e" class="outline-2">
<h2 id="org177d21e">Mark 7</h2>
<div class="outline-text-2" id="text-org177d21e">
</div>
<div id="outline-container-org05b4612" class="outline-3">
<h3 id="org05b4612">The Tradition of the Elders (Matthew 15:1&#x2013;9)</h3>
<div class="outline-text-3" id="text-org05b4612">
<p>
<span class="drop">7</span>
</p>

<p>
<a id="7-1"></a> Then the Pharisees and some of the scribes who had come from Jerusalem gathered around Jesus, 
<a id="7-2"></a> <b>2</b> and they saw some of His disciples eating with hands that were defiled&#x2014;that is, unwashed.
</p>

<p>
<a id="7-3"></a> <b>3</b> Now in holding to the tradition of the elders, the Pharisees and all the Jews do not eat until they wash their hands ceremonially. 
<a id="7-4"></a> <b>4</b> And on returning from the market, they do not eat unless they wash. And there are many other traditions for them to observe, including the washing of cups, pitchers, kettles, and couches for dining.
</p>

<p>
<a id="7-5"></a> <b>5</b> So the Pharisees and scribes questioned Jesus: “Why do Your disciples not walk according to the tradition of the elders? Instead, they eat with defiled hands.”
</p>

<p>
<a id="7-6"></a> <b>6</b> Jesus answered them, “Isaiah prophesied correctly about you hypocrites, as it is written:
</p>

<p>
‘These people honor Me with their lips,
</p>

<p>
but their hearts are far from Me.
</p>

<p>
<a id="7-7"></a> <b>7</b> They worship Me in vain;
</p>

<p>
they teach as doctrine the precepts of men.&rsquo;
</p>

<p>
<a id="7-8"></a> <b>8</b> You have disregarded the commandment of God to keep the tradition of men.”
</p>

<p>
<a id="7-9"></a> <b>9</b> He went on to say, “You neatly set aside the command of God to maintain your own tradition. 
<a id="7-10"></a> <b>10</b> For Moses said, ‘Honor your father and your mother&rsquo; and ‘Anyone who curses his father or mother must be put to death.&rsquo; 
<a id="7-11"></a> <b>11</b> But you say that if a man says to his father or mother, ‘Whatever you would have received from me is Corban&rsquo; (that is, a gift devoted to God), 
<a id="7-12"></a> <b>12</b> he is no longer permitted to do anything for his father or mother. 
<a id="7-13"></a> <b>13</b> Thus you nullify the word of God by the tradition you have handed down. And you do so in many such matters.”
</p>
</div>
</div>
<div id="outline-container-org6b4336e" class="outline-3">
<h3 id="org6b4336e">What Defiles a Man (Matthew 15:10&#x2013;20)</h3>
<div class="outline-text-3" id="text-org6b4336e">
<p>
<a id="7-14"></a> <b>14</b> Once again Jesus called the crowd to Him and said, “All of you, listen to Me and understand: 
<a id="7-15"></a> <b>15</b> Nothing that enters a man from the outside can defile him; but the things that come out of a man, these are what defile him.”
</p>

<p>
<a id="7-17"></a> <b>17</b> After Jesus had left the crowd and gone into the house, His disciples inquired about the parable.
</p>

<p>
<a id="7-18"></a> <b>18</b> “Are you still so dull?” He asked. “Do you not understand? Nothing that enters a man from the outside can defile him, 
<a id="7-19"></a> <b>19</b> because it does not enter his heart, but it goes into the stomach and then is eliminated.” (Thus all foods are clean.)
</p>

<p>
<a id="7-20"></a> <b>20</b> He continued: “What comes out of a man, that is what defiles him. 
<a id="7-21"></a> <b>21</b> For from within the hearts of men come evil thoughts, sexual immorality, theft, murder, adultery, 
<a id="7-22"></a> <b>22</b> greed, wickedness, deceit, debauchery, envy, slander, arrogance, and foolishness. 
<a id="7-23"></a> <b>23</b> All these evils come from within, and these are what defile a man.”
</p>
</div>
</div>
<div id="outline-container-org6900b67" class="outline-3">
<h3 id="org6900b67">The Faith of the Gentile Woman (Matthew 15:21&#x2013;28)</h3>
<div class="outline-text-3" id="text-org6900b67">
<p>
<a id="7-24"></a> <b>24</b> Jesus left that place and went to the region of Tyre. Not wanting anyone to know He was there, He entered a house, but was unable to escape their notice. 
<a id="7-25"></a> <b>25</b> Instead, a woman whose little daughter had an unclean spirit soon heard about Jesus, and she came and fell at His feet. 
<a id="7-26"></a> <b>26</b> Now she was a Greek woman of Syrophoenician origin, and she kept asking Jesus to drive the demon out of her daughter.
</p>

<p>
<a id="7-27"></a> <b>27</b> “First let the children have their fill,” He said. “For it is not right to take the children&rsquo;s bread and toss it to the dogs.”
</p>

<p>
<a id="7-28"></a> <b>28</b> “Yes, Lord,” she replied, “even the dogs under the table eat the children&rsquo;s crumbs.”
</p>

<p>
<a id="7-29"></a> <b>29</b> Then Jesus told her, “Because of this answer, you may go. The demon has left your daughter.” 
<a id="7-30"></a> <b>30</b> And she went home and found her child lying on the bed, and the demon was gone.
</p>
</div>
</div>
<div id="outline-container-org54ccba1" class="outline-3">
<h3 id="org54ccba1">The Deaf and Mute Man (Matthew 9:27&#x2013;34)</h3>
<div class="outline-text-3" id="text-org54ccba1">
<p>
<a id="7-31"></a> <b>31</b> Then Jesus left the region of Tyre and went through Sidon to the Sea of Galilee and into the region of the Decapolis. 
<a id="7-32"></a> <b>32</b> Some people brought to Him a man who was deaf and hardly able to speak, and they begged Jesus to place His hand on him.
</p>

<p>
<a id="7-33"></a> <b>33</b> So Jesus took him aside privately, away from the crowd, and put His fingers into the man&rsquo;s ears. Then He spit and touched the man&rsquo;s tongue. 
<a id="7-34"></a> <b>34</b> And looking up to heaven, He sighed deeply and said to him, “Ephphatha!” (which means, “Be opened!”). 
<a id="7-35"></a> <b>35</b> Immediately the man&rsquo;s ears were opened and his tongue was released, and he began to speak plainly.
</p>

<p>
<a id="7-36"></a> <b>36</b> Jesus ordered them not to tell anyone. But the more He ordered them, the more widely they proclaimed it. 
<a id="7-37"></a> <b>37</b> The people were utterly astonished and said, “He has done all things well! He makes even the deaf hear and the mute speak!”
</p>
</div>
</div>
</div>
