org/bible/Mark.org
*** The Feeding of the Four Thousand (2 Kings 4:42--44; Matthew 15:29--39)
[[html-class:drop][8]]

<<8:1>> In those days the crowd once again became very large, and they had nothing to eat. Jesus called the disciples to Him and said,
<<8:2>> *2* “I have compassion for this crowd, because they have already been with Me three days and have nothing to eat. 
<<8:3>> *3* If I send them home hungry, they will faint along the way. For some of them have come a great distance.”

<<8:4>> *4* His disciples replied, “Where in this desolate place could anyone find enough bread to feed all these people?”

<<8:5>> *5* “How many loaves do you have?” Jesus asked.

“Seven,” they replied.

<<8:6>> *6* And He instructed the crowd to sit down on the ground. Then He took the seven loaves, gave thanks and broke them, and gave them to His disciples to set before the people. And they distributed them to the crowd. 
<<8:7>> *7* They also had a few small fish, and Jesus blessed them and ordered that these be set before them as well.

<<8:8>> *8* The people ate and were satisfied, and the disciples picked up seven basketfuls of broken pieces that were left over. 
<<8:9>> *9* And about four thousand men were present.

As soon as Jesus had dismissed the crowd, 
<<8:10>> *10* He got into the boat with His disciples and went to the district of Dalmanutha.

*** The Demand for a Sign (Matthew 16:1--4; Luke 12:54--56)

<<8:11>> *11* Then the Pharisees came and began to argue with Jesus, testing Him by demanding from Him a sign from heaven.

<<8:12>> *12* Jesus sighed deeply in His spirit and said, “Why does this generation demand a sign? Truly I tell you, no sign will be given to this generation.” 
<<8:13>> *13* And He left them, got back into the boat, and crossed to the other side.

*** The Leaven of the Pharisees and of Herod (Matthew 16:5--12; Luke 12:1--3)

<<8:14>> *14* Now the disciples had forgotten to take bread, except for one loaf they had with them in the boat.
<<8:15>> *15* “Watch out!” He cautioned them. “Beware of the leaven of the Pharisees and of Herod.”

<<8:16>> *16* So they began to discuss with one another the fact that they had no bread.

<<8:17>> *17* Aware of their conversation, Jesus asked them, “Why are you debating about having no bread? Do you still not see or understand? Do you have such hard hearts? 18‘Having eyes, do you not see? And having ears, do you not hear?' And do you not remember? 
<<8:19>> *19* When I broke the five loaves for the five thousand, how many basketfuls of broken pieces did you collect?”

“Twelve,” they answered.

<<8:20>> *20* “And when I broke the seven loaves for the four thousand, how many basketfuls of broken pieces did you collect?”

“Seven,” they said.

<<8:21>> *21* Then He asked them, “Do you still not understand?”

*** The Blind Man at Bethsaida

<<8:22>> *22* When they arrived at Bethsaida, some people brought a blind man and begged Jesus to touch him. 
<<8:23>> *23* So He took the blind man by the hand and led him out of the village. Then He spit on the man's eyes and placed His hands on him. “Can you see anything?” He asked.

<<8:24>> *24* The man looked up and said, “I can see the people, but they look like trees walking around.”

<<8:25>> *25* Once again Jesus placed His hands on the man's eyes, and when he opened them his sight was restored, and he could see everything clearly. 
<<8:26>> *26* Jesus sent him home and said, “Do not go back into the village.”

*** Peter's Confession of Christ (Luke 9:18--20; John 6:67--71)

<<8:27>> *27* Then Jesus and His disciples went on to the villages around Caesarea Philippi. On the way, He questioned His disciples: “Who do people say I am?”

<<8:28>> *28* They replied, “Some say John the Baptist; others say Elijah; and still others, one of the prophets.”

<<8:29>> *29* “But what about you?” Jesus asked. “Who do you say I am?”

*** Peter answered, “You are the Christ.”

<<8:30>> *30* And Jesus warned them not to tell anyone about Him.

*** Christ's Passion Foretold (Matthew 16:21--23; Luke 9:21--22)

<<8:31>> *31* Then He began to teach them that the Son of Man must suffer many things and be rejected by the elders, chief priests, and scribes, and that He must be killed and after three days rise again. 
<<8:32>> *32* He spoke this message quite frankly, and Peter took Him aside and began to rebuke Him.

<<8:33>> *33* But Jesus, turning and looking at His disciples, rebuked Peter and said, “Get behind Me, Satan! For you do not have in mind the things of God, but the things of men.”

*** Take Up Your Cross (Matthew 16:24--28; Luke 9:23--27)

<<8:34>> *34* Then Jesus called the crowd to Him along with His disciples, and He told them, “If anyone wants to come after Me, he must deny himself and take up his cross and follow Me. 
<<8:35>> *35* For whoever wants to save his life will lose it, but whoever loses his life for My sake and for the gospel will save it.

<<8:36>> *36* What does it profit a man to gain the whole world, yet forfeit his soul? 
<<8:37>> *37* Or what can a man give in exchange for his soul? 
<<8:38>> *38* If anyone is ashamed of Me and My words in this adulterous and sinful generation, the Son of Man will also be ashamed of him when He comes in His Father's glory with the holy angels.”

** Mark 9
