public/bible/Mark.html
<div id="outline-container-org36cc10b" class="outline-2">
<h2 id="org36cc10b">Mark 8</h2>
<div class="outline-text-2" id="text-org36cc10b">
</div>
<div id="outline-container-orgf32b5da" class="outline-3">
<h3 id="orgf32b5da">The Feeding of the Four Thousand (2 Kings 4:42&#x2013;44; Matthew 15:29&#x2013;39)</h3>
<div class="outline-text-3" id="text-orgf32b5da">
<p>
<span class="drop">8</span>
</p>

<p>
<a id="8-1"></a> In those days the crowd once again became very large, and they had nothing to eat. Jesus called the disciples to Him and said,
<a id="8-2"></a> <b>2</b> “I have compassion for this crowd, because they have already been with Me three days and have nothing to eat. 
<a id="8-3"></a> <b>3</b> If I send them home hungry, they will faint along the way. For some of them have come a great distance.”
</p>

<p>
<a id="8-4"></a> <b>4</b> His disciples replied, “Where in this desolate place could anyone find enough bread to feed all these people?”
</p>

<p>
<a id="8-5"></a> <b>5</b> “How many loaves do you have?” Jesus asked.
</p>

<p>
“Seven,” they replied.
</p>

<p>
<a id="8-6"></a> <b>6</b> And He instructed the crowd to sit down on the ground. Then He took the seven loaves, gave thanks and broke them, and gave them to His disciples to set before the people. And they distributed them to the crowd. 
<a id="8-7"></a> <b>7</b> They also had a few small fish, and Jesus blessed them and ordered that these be set before them as well.
</p>

<p>
<a id="8-8"></a> <b>8</b> The people ate and were satisfied, and the disciples picked up seven basketfuls of broken pieces that were left over. 
<a id="8-9"></a> <b>9</b> And about four thousand men were present.
</p>

<p>
As soon as Jesus had dismissed the crowd, 
<a id="8-10"></a> <b>10</b> He got into the boat with His disciples and went to the district of Dalmanutha.
</p>
</div>
</div>
<div id="outline-container-orgb030c40" class="outline-3">
<h3 id="orgb030c40">The Demand for a Sign (Matthew 16:1&#x2013;4; Luke 12:54&#x2013;56)</h3>
<div class="outline-text-3" id="text-orgb030c40">
<p>
<a id="8-11"></a> <b>11</b> Then the Pharisees came and began to argue with Jesus, testing Him by demanding from Him a sign from heaven.
</p>

<p>
<a id="8-12"></a> <b>12</b> Jesus sighed deeply in His spirit and said, “Why does this generation demand a sign? Truly I tell you, no sign will be given to this generation.” 
<a id="8-13"></a> <b>13</b> And He left them, got back into the boat, and crossed to the other side.
</p>
</div>
</div>
<div id="outline-container-orgee42083" class="outline-3">
<h3 id="orgee42083">The Leaven of the Pharisees and of Herod (Matthew 16:5&#x2013;12; Luke 12:1&#x2013;3)</h3>
<div class="outline-text-3" id="text-orgee42083">
<p>
<a id="8-14"></a> <b>14</b> Now the disciples had forgotten to take bread, except for one loaf they had with them in the boat.
<a id="8-15"></a> <b>15</b> “Watch out!” He cautioned them. “Beware of the leaven of the Pharisees and of Herod.”
</p>

<p>
<a id="8-16"></a> <b>16</b> So they began to discuss with one another the fact that they had no bread.
</p>

<p>
<a id="8-17"></a> <b>17</b> Aware of their conversation, Jesus asked them, “Why are you debating about having no bread? Do you still not see or understand? Do you have such hard hearts? 18‘Having eyes, do you not see? And having ears, do you not hear?&rsquo; And do you not remember? 
<a id="8-19"></a> <b>19</b> When I broke the five loaves for the five thousand, how many basketfuls of broken pieces did you collect?”
</p>

<p>
“Twelve,” they answered.
</p>

<p>
<a id="8-20"></a> <b>20</b> “And when I broke the seven loaves for the four thousand, how many basketfuls of broken pieces did you collect?”
</p>

<p>
“Seven,” they said.
</p>

<p>
<a id="8-21"></a> <b>21</b> Then He asked them, “Do you still not understand?”
</p>
</div>
</div>
<div id="outline-container-org72cc6fe" class="outline-3">
<h3 id="org72cc6fe">The Blind Man at Bethsaida</h3>
<div class="outline-text-3" id="text-org72cc6fe">
<p>
<a id="8-22"></a> <b>22</b> When they arrived at Bethsaida, some people brought a blind man and begged Jesus to touch him. 
<a id="8-23"></a> <b>23</b> So He took the blind man by the hand and led him out of the village. Then He spit on the man&rsquo;s eyes and placed His hands on him. “Can you see anything?” He asked.
</p>

<p>
<a id="8-24"></a> <b>24</b> The man looked up and said, “I can see the people, but they look like trees walking around.”
</p>

<p>
<a id="8-25"></a> <b>25</b> Once again Jesus placed His hands on the man&rsquo;s eyes, and when he opened them his sight was restored, and he could see everything clearly. 
<a id="8-26"></a> <b>26</b> Jesus sent him home and said, “Do not go back into the village.”
</p>
</div>
</div>
<div id="outline-container-org17631b1" class="outline-3">
<h3 id="org17631b1">Peter&rsquo;s Confession of Christ (Luke 9:18&#x2013;20; John 6:67&#x2013;71)</h3>
<div class="outline-text-3" id="text-org17631b1">
<p>
<a id="8-27"></a> <b>27</b> Then Jesus and His disciples went on to the villages around Caesarea Philippi. On the way, He questioned His disciples: “Who do people say I am?”
</p>

<p>
<a id="8-28"></a> <b>28</b> They replied, “Some say John the Baptist; others say Elijah; and still others, one of the prophets.”
</p>

<p>
<a id="8-29"></a> <b>29</b> “But what about you?” Jesus asked. “Who do you say I am?”
</p>
</div>
</div>
<div id="outline-container-orgf76f31f" class="outline-3">
<h3 id="orgf76f31f">Peter answered, “You are the Christ.”</h3>
<div class="outline-text-3" id="text-orgf76f31f">
<p>
<a id="8-30"></a> <b>30</b> And Jesus warned them not to tell anyone about Him.
</p>
</div>
</div>
<div id="outline-container-orgd86d37a" class="outline-3">
<h3 id="orgd86d37a">Christ&rsquo;s Passion Foretold (Matthew 16:21&#x2013;23; Luke 9:21&#x2013;22)</h3>
<div class="outline-text-3" id="text-orgd86d37a">
<p>
<a id="8-31"></a> <b>31</b> Then He began to teach them that the Son of Man must suffer many things and be rejected by the elders, chief priests, and scribes, and that He must be killed and after three days rise again. 
<a id="8-32"></a> <b>32</b> He spoke this message quite frankly, and Peter took Him aside and began to rebuke Him.
</p>

<p>
<a id="8-33"></a> <b>33</b> But Jesus, turning and looking at His disciples, rebuked Peter and said, “Get behind Me, Satan! For you do not have in mind the things of God, but the things of men.”
</p>
</div>
</div>
<div id="outline-container-org4486e68" class="outline-3">
<h3 id="org4486e68">Take Up Your Cross (Matthew 16:24&#x2013;28; Luke 9:23&#x2013;27)</h3>
<div class="outline-text-3" id="text-org4486e68">
<p>
<a id="8-34"></a> <b>34</b> Then Jesus called the crowd to Him along with His disciples, and He told them, “If anyone wants to come after Me, he must deny himself and take up his cross and follow Me. 
<a id="8-35"></a> <b>35</b> For whoever wants to save his life will lose it, but whoever loses his life for My sake and for the gospel will save it.
</p>

<p>
<a id="8-36"></a> <b>36</b> What does it profit a man to gain the whole world, yet forfeit his soul? 
<a id="8-37"></a> <b>37</b> Or what can a man give in exchange for his soul? 
<a id="8-38"></a> <b>38</b> If anyone is ashamed of Me and My words in this adulterous and sinful generation, the Son of Man will also be ashamed of him when He comes in His Father&rsquo;s glory with the holy angels.”
</p>
</div>
</div>
</div>
