org/bible/Mark.org
*** The Transfiguration (Luke 9:28--36; 2 Peter 1:16--21)
[[html-class:drop][9]]

<<9:1>> Then Jesus said to them, “Truly I tell you, there are some standing here who will not taste death before they see the kingdom of God arrive with power.”

<<9:2>> *2* After six days Jesus took with Him Peter, James, and John, and led them up a high mountain by themselves. There He was transfigured before them. 
<<9:3>> *3* His clothes became radiantly white, brighter than any launderer on earth could bleach them. 
<<9:4>> *4* And Elijah and Moses appeared before them, talking with Jesus.

<<9:5>> *5* Peter said to Jesus, “Rabbi, it is good for us to be here. Let us put up three shelters---one for You, one for Moses, and one for Elijah.” 
<<9:6>> *6* For they were all so terrified that Peter did not know what else to say.

<<9:7>> *7* Then a cloud appeared and enveloped them, and a voice came from the cloud: “This is My beloved Son. Listen to Him!” 
<<9:8>> *8* Suddenly, when they looked around, they saw no one with them except Jesus.

<<9:9>> *9* As they were coming down the mountain, Jesus admonished them not to tell anyone what they had seen until the Son of Man had risen from the dead. 
<<9:10>> *10* So they kept this matter to themselves, discussing what it meant to rise from the dead. 
<<9:11>> *11* And they asked Jesus, “Why do the scribes say that Elijah must come first?”

<<9:12>> *12* He replied, “Elijah does indeed come first, and he restores all things. Why then is it written that the Son of Man must suffer many things and be rejected? 
<<9:13>> *13* But I tell you that Elijah has indeed come, and they have done to him whatever they wished, just as it is written about him.”

*** The Boy with an Evil Spirit (Matthew 17:14--18; Luke 9:37--42)

<<9:14>> *14* When they returned to the other disciples, they saw a large crowd around them, and scribes arguing with them. 
<<9:15>> *15* As soon as all the people saw Jesus, they were filled with awe and ran to greet Him.

<<9:16>> *16* “What are you disputing with them?” He asked.

<<9:17>> *17* Someone in the crowd replied, “Teacher, I brought You my son, who has a spirit that makes him mute. 
<<9:18>> *18* Whenever it seizes him, it throws him to the ground. He foams at the mouth, gnashes his teeth, and becomes rigid. I asked Your disciples to drive it out, but they were unable.”

<<9:19>> *19* “O unbelieving generation!” Jesus replied. “How long must I remain with you? How long must I put up with you? Bring the boy to Me.”

<<9:20>> *20* So they brought him, and seeing Jesus, the spirit immediately threw the boy into a convulsion. He fell to the ground and rolled around, foaming at the mouth.

<<9:21>> *21* Jesus asked the boy's father, “How long has this been with him?”

“From childhood,” he said.
<<9:22>> *22* “It often throws him into the fire or into the water, trying to kill him. But if You can do anything, have compassion on us and help us.”

<<9:23>> *23* “If You can?” echoed Jesus. “All things are possible to him who believes!”

<<9:24>> *24* Immediately the boy's father cried out, “I do believe; help my unbelief!”

<<9:25>> *25* When Jesus saw that a crowd had come running, He rebuked the unclean spirit. “You deaf and mute spirit,” He said, “I command you to come out and never enter him again.”

<<9:26>> *26* After shrieking and convulsing him violently, the spirit came out. The boy became like a corpse, so that many said, “He is dead.” 
<<9:27>> *27* But Jesus took him by the hand and helped him to his feet, and he stood up.

<<9:28>> *28* After Jesus had gone into the house, His disciples asked Him privately, “Why couldn't we drive it out?”

<<9:29>> *29* Jesus answered, “This kind cannot come out, except by prayer.”

*** The Second Prediction of the Passion (Matthew 17:22--23; Luke 9:43--45)

<<9:30>> *30* Going on from there, they passed through Galilee. But Jesus did not want anyone to know, 
<<9:31>> *31* because He was teaching His disciples. He told them, “The Son of Man will be delivered into the hands of men. They will kill Him, and after three days He will rise.” 
<<9:32>> *32* But they did not understand this statement, and they were afraid to ask Him about it.

*** The Greatest in the Kingdom (Matthew 18:1--5; Luke 9:46--50)

<<9:33>> *33* Then they came to Capernaum. While Jesus was in the house, He asked them, “What were you discussing on the way?” 
<<9:34>> *34* But they were silent, for on the way they had been arguing about which of them was the greatest.

<<9:35>> *35* Sitting down, Jesus called the Twelve and said, “If anyone wants to be first, he must be the last of all and the servant of all.”

<<9:36>> *36* Then He had a little child stand among them. Taking the child in His arms, He said to them,
<<9:37>> *37* “Whoever welcomes one of these little children in My name welcomes Me, and whoever welcomes Me welcomes not only Me, but the One who sent Me.”

<<9:38>> *38* John said to Him, “Teacher, we saw someone else driving out demons in Your name, and we tried to stop him, because he does not accompany us.”

<<9:39>> *39* “Do not stop him,” Jesus replied. “For no one who performs a miracle in My name can turn around and speak evil of Me. 
<<9:40>> *40* For whoever is not against us is for us. 
<<9:41>> *41* Indeed, if anyone gives you even a cup of water because you bear the name of Christ, truly I tell you, he will never lose his reward.

*** Temptations and Trespasses (Matthew 18:6--9; Luke 17:1--4)

<<9:42>> *42* But if anyone causes one of these little ones who believe in Me to stumble, it would be better for him to have a large millstone hung around his neck and to be thrown into the sea.

<<9:43>> *43* If your hand causes you to sin, cut it off. It is better for you to enter life crippled than to have two hands and go into hell, into the unquenchable fire. 
<<9:45>> *45* If your foot causes you to sin, cut it off. It is better for you to enter life lame than to have two feet and be thrown into hell. 
<<9:47>> *47* And if your eye causes you to sin, pluck it out. It is better for you to enter the kingdom of God with one eye than to have two eyes and be thrown into hell, 
<<9:48>> *48* where ‘their worm never dies, and the fire is never quenched.'

*** Good Salt (Matthew 5:13--16; Luke 14:34--35)

<<9:49>> *49* For everyone will be salted with fire.

<<9:50>> *50* Salt is good, but if the salt loses its saltiness, with what will you season it? Have salt among yourselves, and be at peace with one another.”

** Mark 10
