public/bible/Mark.html
<div id="outline-container-orgab6d2e4" class="outline-2">
<h2 id="orgab6d2e4">Mark 9</h2>
<div class="outline-text-2" id="text-orgab6d2e4">
</div>
<div id="outline-container-orga5ce2e1" class="outline-3">
<h3 id="orga5ce2e1">The Transfiguration (Luke 9:28&#x2013;36; 2 Peter 1:16&#x2013;21)</h3>
<div class="outline-text-3" id="text-orga5ce2e1">
<p>
<span class="drop">9</span>
</p>

<p>
<a id="9-1"></a> Then Jesus said to them, “Truly I tell you, there are some standing here who will not taste death before they see the kingdom of God arrive with power.”
</p>

<p>
<a id="9-2"></a> <b>2</b> After six days Jesus took with Him Peter, James, and John, and led them up a high mountain by themselves. There He was transfigured before them. 
<a id="9-3"></a> <b>3</b> His clothes became radiantly white, brighter than any launderer on earth could bleach them. 
<a id="9-4"></a> <b>4</b> And Elijah and Moses appeared before them, talking with Jesus.
</p>

<p>
<a id="9-5"></a> <b>5</b> Peter said to Jesus, “Rabbi, it is good for us to be here. Let us put up three shelters&#x2014;one for You, one for Moses, and one for Elijah.” 
<a id="9-6"></a> <b>6</b> For they were all so terrified that Peter did not know what else to say.
</p>

<p>
<a id="9-7"></a> <b>7</b> Then a cloud appeared and enveloped them, and a voice came from the cloud: “This is My beloved Son. Listen to Him!” 
<a id="9-8"></a> <b>8</b> Suddenly, when they looked around, they saw no one with them except Jesus.
</p>

<p>
<a id="9-9"></a> <b>9</b> As they were coming down the mountain, Jesus admonished them not to tell anyone what they had seen until the Son of Man had risen from the dead. 
<a id="9-10"></a> <b>10</b> So they kept this matter to themselves, discussing what it meant to rise from the dead. 
<a id="9-11"></a> <b>11</b> And they asked Jesus, “Why do the scribes say that Elijah must come first?”
</p>

<p>
<a id="9-12"></a> <b>12</b> He replied, “Elijah does indeed come first, and he restores all things. Why then is it written that the Son of Man must suffer many things and be rejected? 
<a id="9-13"></a> <b>13</b> But I tell you that Elijah has indeed come, and they have done to him whatever they wished, just as it is written about him.”
</p>
</div>
</div>
<div id="outline-container-orgd842862" class="outline-3">
<h3 id="orgd842862">The Boy with an Evil Spirit (Matthew 17:14&#x2013;18; Luke 9:37&#x2013;42)</h3>
<div class="outline-text-3" id="text-orgd842862">
<p>
<a id="9-14"></a> <b>14</b> When they returned to the other disciples, they saw a large crowd around them, and scribes arguing with them. 
<a id="9-15"></a> <b>15</b> As soon as all the people saw Jesus, they were filled with awe and ran to greet Him.
</p>

<p>
<a id="9-16"></a> <b>16</b> “What are you disputing with them?” He asked.
</p>

<p>
<a id="9-17"></a> <b>17</b> Someone in the crowd replied, “Teacher, I brought You my son, who has a spirit that makes him mute. 
<a id="9-18"></a> <b>18</b> Whenever it seizes him, it throws him to the ground. He foams at the mouth, gnashes his teeth, and becomes rigid. I asked Your disciples to drive it out, but they were unable.”
</p>

<p>
<a id="9-19"></a> <b>19</b> “O unbelieving generation!” Jesus replied. “How long must I remain with you? How long must I put up with you? Bring the boy to Me.”
</p>

<p>
<a id="9-20"></a> <b>20</b> So they brought him, and seeing Jesus, the spirit immediately threw the boy into a convulsion. He fell to the ground and rolled around, foaming at the mouth.
</p>

<p>
<a id="9-21"></a> <b>21</b> Jesus asked the boy&rsquo;s father, “How long has this been with him?”
</p>

<p>
“From childhood,” he said.
<a id="9-22"></a> <b>22</b> “It often throws him into the fire or into the water, trying to kill him. But if You can do anything, have compassion on us and help us.”
</p>

<p>
<a id="9-23"></a> <b>23</b> “If You can?” echoed Jesus. “All things are possible to him who believes!”
</p>

<p>
<a id="9-24"></a> <b>24</b> Immediately the boy&rsquo;s father cried out, “I do believe; help my unbelief!”
</p>

<p>
<a id="9-25"></a> <b>25</b> When Jesus saw that a crowd had come running, He rebuked the unclean spirit. “You deaf and mute spirit,” He said, “I command you to come out and never enter him again.”
</p>

<p>
<a id="9-26"></a> <b>26</b> After shrieking and convulsing him violently, the spirit came out. The boy became like a corpse, so that many said, “He is dead.” 
<a id="9-27"></a> <b>27</b> But Jesus took him by the hand and helped him to his feet, and he stood up.
</p>

<p>
<a id="9-28"></a> <b>28</b> After Jesus had gone into the house, His disciples asked Him privately, “Why couldn&rsquo;t we drive it out?”
</p>

<p>
<a id="9-29"></a> <b>29</b> Jesus answered, “This kind cannot come out, except by prayer.”
</p>
</div>
</div>
<div id="outline-container-org6d18867" class="outline-3">
<h3 id="org6d18867">The Second Prediction of the Passion (Matthew 17:22&#x2013;23; Luke 9:43&#x2013;45)</h3>
<div class="outline-text-3" id="text-org6d18867">
<p>
<a id="9-30"></a> <b>30</b> Going on from there, they passed through Galilee. But Jesus did not want anyone to know, 
<a id="9-31"></a> <b>31</b> because He was teaching His disciples. He told them, “The Son of Man will be delivered into the hands of men. They will kill Him, and after three days He will rise.” 
<a id="9-32"></a> <b>32</b> But they did not understand this statement, and they were afraid to ask Him about it.
</p>
</div>
</div>
<div id="outline-container-org63ac574" class="outline-3">
<h3 id="org63ac574">The Greatest in the Kingdom (Matthew 18:1&#x2013;5; Luke 9:46&#x2013;50)</h3>
<div class="outline-text-3" id="text-org63ac574">
<p>
<a id="9-33"></a> <b>33</b> Then they came to Capernaum. While Jesus was in the house, He asked them, “What were you discussing on the way?” 
<a id="9-34"></a> <b>34</b> But they were silent, for on the way they had been arguing about which of them was the greatest.
</p>

<p>
<a id="9-35"></a> <b>35</b> Sitting down, Jesus called the Twelve and said, “If anyone wants to be first, he must be the last of all and the servant of all.”
</p>

<p>
<a id="9-36"></a> <b>36</b> Then He had a little child stand among them. Taking the child in His arms, He said to them,
<a id="9-37"></a> <b>37</b> “Whoever welcomes one of these little children in My name welcomes Me, and whoever welcomes Me welcomes not only Me, but the One who sent Me.”
</p>

<p>
<a id="9-38"></a> <b>38</b> John said to Him, “Teacher, we saw someone else driving out demons in Your name, and we tried to stop him, because he does not accompany us.”
</p>

<p>
<a id="9-39"></a> <b>39</b> “Do not stop him,” Jesus replied. “For no one who performs a miracle in My name can turn around and speak evil of Me. 
<a id="9-40"></a> <b>40</b> For whoever is not against us is for us. 
<a id="9-41"></a> <b>41</b> Indeed, if anyone gives you even a cup of water because you bear the name of Christ, truly I tell you, he will never lose his reward.
</p>
</div>
</div>
<div id="outline-container-org548a01a" class="outline-3">
<h3 id="org548a01a">Temptations and Trespasses (Matthew 18:6&#x2013;9; Luke 17:1&#x2013;4)</h3>
<div class="outline-text-3" id="text-org548a01a">
<p>
<a id="9-42"></a> <b>42</b> But if anyone causes one of these little ones who believe in Me to stumble, it would be better for him to have a large millstone hung around his neck and to be thrown into the sea.
</p>

<p>
<a id="9-43"></a> <b>43</b> If your hand causes you to sin, cut it off. It is better for you to enter life crippled than to have two hands and go into hell, into the unquenchable fire. 
<a id="9-45"></a> <b>45</b> If your foot causes you to sin, cut it off. It is better for you to enter life lame than to have two feet and be thrown into hell. 
<a id="9-47"></a> <b>47</b> And if your eye causes you to sin, pluck it out. It is better for you to enter the kingdom of God with one eye than to have two eyes and be thrown into hell, 
<a id="9-48"></a> <b>48</b> where ‘their worm never dies, and the fire is never quenched.&rsquo;
</p>
</div>
</div>
<div id="outline-container-org9d13fce" class="outline-3">
<h3 id="org9d13fce">Good Salt (Matthew 5:13&#x2013;16; Luke 14:34&#x2013;35)</h3>
<div class="outline-text-3" id="text-org9d13fce">
<p>
<a id="9-49"></a> <b>49</b> For everyone will be salted with fire.
</p>

<p>
<a id="9-50"></a> <b>50</b> Salt is good, but if the salt loses its saltiness, with what will you season it? Have salt among yourselves, and be at peace with one another.”
</p>
</div>
</div>
</div>
