org/bible/Mark.org
*** Teachings about Divorce (Matthew 19:1--12)
[[html-class:drop][10]]

<<10:1>> Then Jesus left that place and went into the region of Judea, beyond the Jordan. Again the crowds came to Him and He taught them, as was His custom.

<<10:2>> *2* Some Pharisees came to test Him. “Is it lawful for a man to divorce his wife?” they inquired.

<<10:3>> *3* “What did Moses command you?” He replied.

<<10:4>> *4* They answered, “Moses permitted a man to write his wife a certificate of divorce and send her away.”

<<10:5>> *5* But Jesus told them, “Moses wrote this commandment for you because of your hardness of heart. 
<<10:6>> *6* However, from the beginning of creation, ‘God made them male and female.' 7‘For this reason a man will leave his father and mother and be united to his wife, 
<<10:8>> *8* and the two will become one flesh.' So they are no longer two, but one flesh. 
<<10:9>> *9* Therefore what God has joined together, let man not separate.”

<<10:10>> *10* When they were back inside the house, the disciples asked Jesus about this matter. 
<<10:11>> *11* So He told them, “Whoever divorces his wife and marries another woman commits adultery against her. 
<<10:12>> *12* And if a woman divorces her husband and marries another man, she commits adultery.”

*** Jesus Blesses the Children (Matthew 19:13--15; Luke 18:15--17)

<<10:13>> *13* Now people were bringing the little children to Jesus for Him to place His hands on them, and the disciples rebuked those who brought them.

<<10:14>> *14* But when Jesus saw this, He was indignant and told them, “Let the little children come to Me, and do not hinder them! For the kingdom of God belongs to such as these. 
<<10:15>> *15* Truly I tell you, anyone who does not receive the kingdom of God like a little child will never enter it.” 
<<10:16>> *16* And He took the children in His arms, placed His hands on them, and blessed them.

*** The Rich Young Man (Matthew 19:16--30; Luke 18:18--30)

<<10:17>> *17* As Jesus started on His way, a man ran up and knelt before Him. “Good Teacher,” he asked, “what must I do to inherit eternal life?”

<<10:18>> *18* “Why do you call Me good?” Jesus replied. “No one is good except God alone. 
<<10:19>> *19* You know the commandments: ‘Do not murder, do not commit adultery, do not steal, do not bear false witness, do not cheat others, honor your father and mother.'”

<<10:20>> *20* “Teacher,” he replied, “all these I have kept from my youth.”

<<10:21>> *21* Jesus looked at him, loved him, and said to him, “There is one thing you lack: Go, sell everything you own and give to the poor, and you will have treasure in heaven. Then come, follow Me.”

<<10:22>> *22* But the man was saddened by these words and went away in sorrow, because he had great wealth.

<<10:23>> *23* Then Jesus looked around and said to His disciples, “How hard it is for the rich to enter the kingdom of God!”

<<10:24>> *24* And the disciples were amazed at His words.

But Jesus said to them again, “Children, how hard it is to enter the kingdom of God! 
<<10:25>> *25* It is easier for a camel to pass through the eye of a needle than for a rich man to enter the kingdom of God.”

<<10:26>> *26* They were even more astonished and said to one another, “Who then can be saved?”

<<10:27>> *27* Jesus looked at them and said, “With man this is impossible, but not with God. For all things are possible with God.”

<<10:28>> *28* Peter began to say to Him, “Look, we have left everything and followed You.”

<<10:29>> *29* “Truly I tell you,” Jesus replied, “no one who has left home or brothers or sisters or mother or father or children or fields for My sake and for the gospel 
<<10:30>> *30* will fail to receive a hundredfold in the present age---houses and brothers and sisters and mothers and children and fields, along with persecutions---and in the age to come, eternal life. 
<<10:31>> *31* But many who are first will be last, and the last will be first.”

*** The Third Prediction of the Passion (Matthew 20:17--19; Luke 18:31--34)

<<10:32>> *32* As they were going up the road to Jerusalem, Jesus was walking ahead of them. The disciples were amazed, but those who followed were afraid. Again Jesus took the Twelve aside and began to tell them what was going to happen to Him:
<<10:33>> *33* “Look, we are going up to Jerusalem, and the Son of Man will be delivered over to the chief priests and scribes. They will condemn Him to death and will deliver Him over to the Gentiles, 
<<10:34>> *34* who will mock Him and spit on Him and flog Him and kill Him. And after three days He will rise again.”

*** The Request of James and John (Matthew 20:20--28)

<<10:35>> *35* Then James and John, the sons of Zebedee, came to Jesus and declared, “Teacher, we want You to do for us whatever we ask.”

<<10:36>> *36* “What do you want Me to do for you?” He inquired.

<<10:37>> *37* They answered, “Grant that one of us may sit at Your right hand and the other at Your left in Your glory.”

<<10:38>> *38* “You do not know what you are asking,” Jesus replied. “Can you drink the cup I will drink, or be baptized with the baptism I will undergo?”

<<10:39>> *39* “We can,” the brothers answered.

“You will drink the cup that I drink,” Jesus said, “and you will be baptized with the baptism that I undergo. 
<<10:40>> *40* But to sit at My right or left is not Mine to grant. These seats belong to those for whom they have been prepared.”

<<10:41>> *41* When the ten heard about this, they became indignant with James and John. 
<<10:42>> *42* So Jesus called them together and said, “You know that those regarded as rulers of the Gentiles lord it over them, and their superiors exercise authority over them. 
<<10:43>> *43* But it shall not be this way among you. Instead, whoever wants to become great among you must be your servant, 
<<10:44>> *44* and whoever wants to be first must be the slave of all. 
<<10:45>> *45* For even the Son of Man did not come to be served, but to serve, and to give His life as a ransom for many.”

