public/bible/Mark.html
<div id="outline-container-org3cd02a1" class="outline-2">
<h2 id="org3cd02a1">Mark 10</h2>
<div class="outline-text-2" id="text-org3cd02a1">
</div>
<div id="outline-container-org60d6e6c" class="outline-3">
<h3 id="org60d6e6c">Teachings about Divorce (Matthew 19:1&#x2013;12)</h3>
<div class="outline-text-3" id="text-org60d6e6c">
<p>
<span class="drop">10</span>
</p>

<p>
<a id="10-1"></a> Then Jesus left that place and went into the region of Judea, beyond the Jordan. Again the crowds came to Him and He taught them, as was His custom.
</p>

<p>
<a id="10-2"></a> <b>2</b> Some Pharisees came to test Him. “Is it lawful for a man to divorce his wife?” they inquired.
</p>

<p>
<a id="10-3"></a> <b>3</b> “What did Moses command you?” He replied.
</p>

<p>
<a id="10-4"></a> <b>4</b> They answered, “Moses permitted a man to write his wife a certificate of divorce and send her away.”
</p>

<p>
<a id="10-5"></a> <b>5</b> But Jesus told them, “Moses wrote this commandment for you because of your hardness of heart. 
<a id="10-6"></a> <b>6</b> However, from the beginning of creation, ‘God made them male and female.&rsquo; 7‘For this reason a man will leave his father and mother and be united to his wife, 
<a id="10-8"></a> <b>8</b> and the two will become one flesh.&rsquo; So they are no longer two, but one flesh. 
<a id="10-9"></a> <b>9</b> Therefore what God has joined together, let man not separate.”
</p>

<p>
<a id="10-10"></a> <b>10</b> When they were back inside the house, the disciples asked Jesus about this matter. 
<a id="10-11"></a> <b>11</b> So He told them, “Whoever divorces his wife and marries another woman commits adultery against her. 
<a id="10-12"></a> <b>12</b> And if a woman divorces her husband and marries another man, she commits adultery.”
</p>
</div>
</div>
<div id="outline-container-org9dbec12" class="outline-3">
<h3 id="org9dbec12">Jesus Blesses the Children (Matthew 19:13&#x2013;15; Luke 18:15&#x2013;17)</h3>
<div class="outline-text-3" id="text-org9dbec12">
<p>
<a id="10-13"></a> <b>13</b> Now people were bringing the little children to Jesus for Him to place His hands on them, and the disciples rebuked those who brought them.
</p>

<p>
<a id="10-14"></a> <b>14</b> But when Jesus saw this, He was indignant and told them, “Let the little children come to Me, and do not hinder them! For the kingdom of God belongs to such as these. 
<a id="10-15"></a> <b>15</b> Truly I tell you, anyone who does not receive the kingdom of God like a little child will never enter it.” 
<a id="10-16"></a> <b>16</b> And He took the children in His arms, placed His hands on them, and blessed them.
</p>
</div>
</div>
<div id="outline-container-org8e98050" class="outline-3">
<h3 id="org8e98050">The Rich Young Man (Matthew 19:16&#x2013;30; Luke 18:18&#x2013;30)</h3>
<div class="outline-text-3" id="text-org8e98050">
<p>
<a id="10-17"></a> <b>17</b> As Jesus started on His way, a man ran up and knelt before Him. “Good Teacher,” he asked, “what must I do to inherit eternal life?”
</p>

<p>
<a id="10-18"></a> <b>18</b> “Why do you call Me good?” Jesus replied. “No one is good except God alone. 
<a id="10-19"></a> <b>19</b> You know the commandments: ‘Do not murder, do not commit adultery, do not steal, do not bear false witness, do not cheat others, honor your father and mother.&rsquo;”
</p>

<p>
<a id="10-20"></a> <b>20</b> “Teacher,” he replied, “all these I have kept from my youth.”
</p>

<p>
<a id="10-21"></a> <b>21</b> Jesus looked at him, loved him, and said to him, “There is one thing you lack: Go, sell everything you own and give to the poor, and you will have treasure in heaven. Then come, follow Me.”
</p>

<p>
<a id="10-22"></a> <b>22</b> But the man was saddened by these words and went away in sorrow, because he had great wealth.
</p>

<p>
<a id="10-23"></a> <b>23</b> Then Jesus looked around and said to His disciples, “How hard it is for the rich to enter the kingdom of God!”
</p>

<p>
<a id="10-24"></a> <b>24</b> And the disciples were amazed at His words.
</p>

<p>
But Jesus said to them again, “Children, how hard it is to enter the kingdom of God! 
<a id="10-25"></a> <b>25</b> It is easier for a camel to pass through the eye of a needle than for a rich man to enter the kingdom of God.”
</p>

<p>
<a id="10-26"></a> <b>26</b> They were even more astonished and said to one another, “Who then can be saved?”
</p>

<p>
<a id="10-27"></a> <b>27</b> Jesus looked at them and said, “With man this is impossible, but not with God. For all things are possible with God.”
</p>

<p>
<a id="10-28"></a> <b>28</b> Peter began to say to Him, “Look, we have left everything and followed You.”
</p>

<p>
<a id="10-29"></a> <b>29</b> “Truly I tell you,” Jesus replied, “no one who has left home or brothers or sisters or mother or father or children or fields for My sake and for the gospel 
<a id="10-30"></a> <b>30</b> will fail to receive a hundredfold in the present age&#x2014;houses and brothers and sisters and mothers and children and fields, along with persecutions&#x2014;and in the age to come, eternal life. 
<a id="10-31"></a> <b>31</b> But many who are first will be last, and the last will be first.”
</p>
</div>
</div>
<div id="outline-container-org2564d0f" class="outline-3">
<h3 id="org2564d0f">The Third Prediction of the Passion (Matthew 20:17&#x2013;19; Luke 18:31&#x2013;34)</h3>
<div class="outline-text-3" id="text-org2564d0f">
<p>
<a id="10-32"></a> <b>32</b> As they were going up the road to Jerusalem, Jesus was walking ahead of them. The disciples were amazed, but those who followed were afraid. Again Jesus took the Twelve aside and began to tell them what was going to happen to Him:
<a id="10-33"></a> <b>33</b> “Look, we are going up to Jerusalem, and the Son of Man will be delivered over to the chief priests and scribes. They will condemn Him to death and will deliver Him over to the Gentiles, 
<a id="10-34"></a> <b>34</b> who will mock Him and spit on Him and flog Him and kill Him. And after three days He will rise again.”
</p>
</div>
</div>
<div id="outline-container-org18ba43c" class="outline-3">
<h3 id="org18ba43c">The Request of James and John (Matthew 20:20&#x2013;28)</h3>
<div class="outline-text-3" id="text-org18ba43c">
<p>
<a id="10-35"></a> <b>35</b> Then James and John, the sons of Zebedee, came to Jesus and declared, “Teacher, we want You to do for us whatever we ask.”
</p>

<p>
<a id="10-36"></a> <b>36</b> “What do you want Me to do for you?” He inquired.
</p>

<p>
<a id="10-37"></a> <b>37</b> They answered, “Grant that one of us may sit at Your right hand and the other at Your left in Your glory.”
</p>

<p>
<a id="10-38"></a> <b>38</b> “You do not know what you are asking,” Jesus replied. “Can you drink the cup I will drink, or be baptized with the baptism I will undergo?”
</p>

<p>
<a id="10-39"></a> <b>39</b> “We can,” the brothers answered.
</p>

<p>
“You will drink the cup that I drink,” Jesus said, “and you will be baptized with the baptism that I undergo. 
<a id="10-40"></a> <b>40</b> But to sit at My right or left is not Mine to grant. These seats belong to those for whom they have been prepared.”
</p>

<p>
<a id="10-41"></a> <b>41</b> When the ten heard about this, they became indignant with James and John. 
<a id="10-42"></a> <b>42</b> So Jesus called them together and said, “You know that those regarded as rulers of the Gentiles lord it over them, and their superiors exercise authority over them. 
<a id="10-43"></a> <b>43</b> But it shall not be this way among you. Instead, whoever wants to become great among you must be your servant, 
<a id="10-44"></a> <b>44</b> and whoever wants to be first must be the slave of all. 
<a id="10-45"></a> <b>45</b> For even the Son of Man did not come to be served, but to serve, and to give His life as a ransom for many.”
</p>
</div>
</div>
