org/bible/Mark.org
*** Jesus Heals Bartimaeus (Matthew 20:29--34; Luke 18:35--43)

<<10:46>> *46* Next, they came to Jericho. And as Jesus and His disciples were leaving Jericho with a large crowd, a blind beggar named Bartimaeus, the son of Timaeus, was sitting beside the road. 
<<10:47>> *47* When he heard that it was Jesus of Nazareth, he began to cry out, “Jesus, Son of David, have mercy on me!”

<<10:48>> *48* Many people admonished him to be silent, but he cried out all the louder, “Son of David, have mercy on me!”

<<10:49>> *49* Jesus stopped and said, “Call him.”

So they called the blind man. “Take courage!” they said. “Get up! He is calling for you.”

<<10:50>> *50* Throwing off his cloak, Bartimaeus jumped up and came to Jesus.

<<10:51>> *51* “What do you want Me to do for you?” Jesus asked.

“Rabboni,” said the blind man, “let me see again.”

<<10:52>> *52* “Go,” said Jesus, “your faith has healed you.” And immediately he received his sight and followed Jesus along the road.

** Mark 11
*** The Triumphal Entry (Luke 19:28--40; John 12:12--19)
[[html-class:drop][11]]

<<11:1>> As they approached Jerusalem and came to Bethphage and Bethany at the Mount of Olives, Jesus sent out two of His disciples 
<<11:2>> *2* and said to them, “Go into the village ahead of you, and as soon as you enter it, you will find a colt tied there, on which no one has ever sat. Untie it and bring it here. 
<<11:3>> *3* If anyone asks, ‘Why are you doing this?' tell him, ‘The Lord needs it and will return it shortly.' ”

<<11:4>> *4* So they went and found the colt outside in the street, tied at a doorway. They untied it, 
<<11:5>> *5* and some who were standing there asked, “Why are you untying the colt?”

<<11:6>> *6* The disciples answered as Jesus had instructed them, and the people gave them permission. 
<<11:7>> *7* Then they led the colt to Jesus and threw their cloaks over it, and He sat on it.

<<11:8>> *8* Many in the crowd spread their cloaks on the road, while others spread branches they had cut from the fields. 
<<11:9>> *9* The ones who went ahead and those who followed were shouting:

“Hosanna!”

“Blessed is He who comes in the name of the Lord!”

<<11:10>> *10* “Blessed is the coming kingdom of our father David!”

“Hosanna in the highest!”

<<11:11>> *11* Then Jesus entered Jerusalem and went into the temple courts. He looked around at everything, but since it was already late, He went out to Bethany with the Twelve.

*** Jesus Curses the Fig Tree (Matthew 21:18--22; Mark 11:20--25)

<<11:12>> *12* The next day, when they had left Bethany, Jesus was hungry. 
<<11:13>> *13* Seeing in the distance a fig tree in leaf, He went to see if there was any fruit on it. But when He reached it, He found nothing on it except leaves, since it was not the season for figs. 
<<11:14>> *14* Then He said to the tree, “May no one ever eat of your fruit again.” And His disciples heard this statement.

*** Jesus Cleanses the Temple (Luke 19:45--48; John 2:12--25)

<<11:15>> *15* When they arrived in Jerusalem, Jesus entered the temple courts and began to drive out those who were buying and selling there. He overturned the tables of the money changers and the seats of those selling doves. 
<<11:16>> *16* And He would not allow anyone to carry merchandise through the temple courts. 
<<11:17>> *17* Then Jesus began to teach them, and He declared, “Is it not written: ‘My house will be called a house of prayer for all the nations'? But you have made it ‘a den of robbers.'”

<<11:18>> *18* When the chief priests and scribes heard this, they looked for a way to kill Him. For they were afraid of Him, because the whole crowd was astonished at His teaching.

<<11:19>> *19* And when evening came, Jesus and His disciples went out of the city.

*** The Withered Fig Tree (Matthew 21:18--22; Mark 11:12--14)

<<11:20>> *20* As they were walking back in the morning, they saw the fig tree withered from its roots. 
<<11:21>> *21* Peter remembered it and said, “Look, Rabbi! The fig tree You cursed has withered.”

<<11:22>> *22* “Have faith in God,” Jesus said to them.
<<11:23>> *23* “Truly I tell you that if anyone says to this mountain, ‘Be lifted up and thrown into the sea,' and has no doubt in his heart but believes that it will happen, it will be done for him. 
<<11:24>> *24* Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours.

<<11:25>> *25* And when you stand to pray, if you hold anything against another, forgive it, so that your Father in heaven will forgive your trespasses as well.”

*** Jesus' Authority Challenged (Matthew 21:23--27; Luke 20:1--8)

<<11:27>> *27* After their return to Jerusalem, Jesus was walking in the temple courts, and the chief priests, scribes, and elders came up to Him.
<<11:28>> *28* “By what authority are You doing these things?” they asked. “And who gave You the authority to do them?”

<<11:29>> *29* “I will ask you one question,” Jesus replied, “and if you answer Me, I will tell you by what authority I am doing these things. 
<<11:30>> *30* John's baptism---was it from heaven or from men? Answer Me!”

<<11:31>> *31* They deliberated among themselves what they should answer: “If we say, ‘From heaven,' He will ask, ‘Why then did you not believe him?' 
<<11:32>> *32* But if we say, ‘From men'...” they were afraid of the people, for they all held that John truly was a prophet. 
<<11:33>> *33* So they answered, “We do not know.”

And Jesus replied, “Neither will I tell you by what authority I am doing these things.”

** Mark 12
