public/bible/Mark.html
<div id="outline-container-org7d44d69" class="outline-3">
<h3 id="org7d44d69">Jesus Heals Bartimaeus (Matthew 20:29&#x2013;34; Luke 18:35&#x2013;43)</h3>
<div class="outline-text-3" id="text-org7d44d69">
<p>
<a id="10-46"></a> <b>46</b> Next, they came to Jericho. And as Jesus and His disciples were leaving Jericho with a large crowd, a blind beggar named Bartimaeus, the son of Timaeus, was sitting beside the road. 
<a id="10-47"></a> <b>47</b> When he heard that it was Jesus of Nazareth, he began to cry out, “Jesus, Son of David, have mercy on me!”
</p>

<p>
<a id="10-48"></a> <b>48</b> Many people admonished him to be silent, but he cried out all the louder, “Son of David, have mercy on me!”
</p>

<p>
<a id="10-49"></a> <b>49</b> Jesus stopped and said, “Call him.”
</p>

<p>
So they called the blind man. “Take courage!” they said. “Get up! He is calling for you.”
</p>

<p>
<a id="10-50"></a> <b>50</b> Throwing off his cloak, Bartimaeus jumped up and came to Jesus.
</p>

<p>
<a id="10-51"></a> <b>51</b> “What do you want Me to do for you?” Jesus asked.
</p>

<p>
“Rabboni,” said the blind man, “let me see again.”
</p>

<p>
<a id="10-52"></a> <b>52</b> “Go,” said Jesus, “your faith has healed you.” And immediately he received his sight and followed Jesus along the road.
</p>
</div>
</div>
</div>
<div id="outline-container-org920136c" class="outline-2">
<h2 id="org920136c">Mark 11</h2>
<div class="outline-text-2" id="text-org920136c">
</div>
<div id="outline-container-org9070c36" class="outline-3">
<h3 id="org9070c36">The Triumphal Entry (Luke 19:28&#x2013;40; John 12:12&#x2013;19)</h3>
<div class="outline-text-3" id="text-org9070c36">
<p>
<span class="drop">11</span>
</p>

<p>
<a id="11-1"></a> As they approached Jerusalem and came to Bethphage and Bethany at the Mount of Olives, Jesus sent out two of His disciples 
<a id="11-2"></a> <b>2</b> and said to them, “Go into the village ahead of you, and as soon as you enter it, you will find a colt tied there, on which no one has ever sat. Untie it and bring it here. 
<a id="11-3"></a> <b>3</b> If anyone asks, ‘Why are you doing this?&rsquo; tell him, ‘The Lord needs it and will return it shortly.&rsquo; ”
</p>

<p>
<a id="11-4"></a> <b>4</b> So they went and found the colt outside in the street, tied at a doorway. They untied it, 
<a id="11-5"></a> <b>5</b> and some who were standing there asked, “Why are you untying the colt?”
</p>

<p>
<a id="11-6"></a> <b>6</b> The disciples answered as Jesus had instructed them, and the people gave them permission. 
<a id="11-7"></a> <b>7</b> Then they led the colt to Jesus and threw their cloaks over it, and He sat on it.
</p>

<p>
<a id="11-8"></a> <b>8</b> Many in the crowd spread their cloaks on the road, while others spread branches they had cut from the fields. 
<a id="11-9"></a> <b>9</b> The ones who went ahead and those who followed were shouting:
</p>

<p>
“Hosanna!”
</p>

<p>
“Blessed is He who comes in the name of the Lord!”
</p>

<p>
<a id="11-10"></a> <b>10</b> “Blessed is the coming kingdom of our father David!”
</p>

<p>
“Hosanna in the highest!”
</p>

<p>
<a id="11-11"></a> <b>11</b> Then Jesus entered Jerusalem and went into the temple courts. He looked around at everything, but since it was already late, He went out to Bethany with the Twelve.
</p>
</div>
</div>
<div id="outline-container-orge328fab" class="outline-3">
<h3 id="orge328fab">Jesus Curses the Fig Tree (Matthew 21:18&#x2013;22; Mark 11:20&#x2013;25)</h3>
<div class="outline-text-3" id="text-orge328fab">
<p>
<a id="11-12"></a> <b>12</b> The next day, when they had left Bethany, Jesus was hungry. 
<a id="11-13"></a> <b>13</b> Seeing in the distance a fig tree in leaf, He went to see if there was any fruit on it. But when He reached it, He found nothing on it except leaves, since it was not the season for figs. 
<a id="11-14"></a> <b>14</b> Then He said to the tree, “May no one ever eat of your fruit again.” And His disciples heard this statement.
</p>
</div>
</div>
<div id="outline-container-org9d3252c" class="outline-3">
<h3 id="org9d3252c">Jesus Cleanses the Temple (Luke 19:45&#x2013;48; John 2:12&#x2013;25)</h3>
<div class="outline-text-3" id="text-org9d3252c">
<p>
<a id="11-15"></a> <b>15</b> When they arrived in Jerusalem, Jesus entered the temple courts and began to drive out those who were buying and selling there. He overturned the tables of the money changers and the seats of those selling doves. 
<a id="11-16"></a> <b>16</b> And He would not allow anyone to carry merchandise through the temple courts. 
<a id="11-17"></a> <b>17</b> Then Jesus began to teach them, and He declared, “Is it not written: ‘My house will be called a house of prayer for all the nations&rsquo;? But you have made it ‘a den of robbers.&rsquo;”
</p>

<p>
<a id="11-18"></a> <b>18</b> When the chief priests and scribes heard this, they looked for a way to kill Him. For they were afraid of Him, because the whole crowd was astonished at His teaching.
</p>

<p>
<a id="11-19"></a> <b>19</b> And when evening came, Jesus and His disciples went out of the city.
</p>
</div>
</div>
<div id="outline-container-orgf589ede" class="outline-3">
<h3 id="orgf589ede">The Withered Fig Tree (Matthew 21:18&#x2013;22; Mark 11:12&#x2013;14)</h3>
<div class="outline-text-3" id="text-orgf589ede">
<p>
<a id="11-20"></a> <b>20</b> As they were walking back in the morning, they saw the fig tree withered from its roots. 
<a id="11-21"></a> <b>21</b> Peter remembered it and said, “Look, Rabbi! The fig tree You cursed has withered.”
</p>

<p>
<a id="11-22"></a> <b>22</b> “Have faith in God,” Jesus said to them.
<a id="11-23"></a> <b>23</b> “Truly I tell you that if anyone says to this mountain, ‘Be lifted up and thrown into the sea,&rsquo; and has no doubt in his heart but believes that it will happen, it will be done for him. 
<a id="11-24"></a> <b>24</b> Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours.
</p>

<p>
<a id="11-25"></a> <b>25</b> And when you stand to pray, if you hold anything against another, forgive it, so that your Father in heaven will forgive your trespasses as well.”
</p>
</div>
</div>
<div id="outline-container-orgf2e5b01" class="outline-3">
<h3 id="orgf2e5b01">Jesus&rsquo; Authority Challenged (Matthew 21:23&#x2013;27; Luke 20:1&#x2013;8)</h3>
<div class="outline-text-3" id="text-orgf2e5b01">
<p>
<a id="11-27"></a> <b>27</b> After their return to Jerusalem, Jesus was walking in the temple courts, and the chief priests, scribes, and elders came up to Him.
<a id="11-28"></a> <b>28</b> “By what authority are You doing these things?” they asked. “And who gave You the authority to do them?”
</p>

<p>
<a id="11-29"></a> <b>29</b> “I will ask you one question,” Jesus replied, “and if you answer Me, I will tell you by what authority I am doing these things. 
<a id="11-30"></a> <b>30</b> John&rsquo;s baptism&#x2014;was it from heaven or from men? Answer Me!”
</p>

<p>
<a id="11-31"></a> <b>31</b> They deliberated among themselves what they should answer: “If we say, ‘From heaven,&rsquo; He will ask, ‘Why then did you not believe him?&rsquo; 
<a id="11-32"></a> <b>32</b> But if we say, ‘From men&rsquo;&#x2026;” they were afraid of the people, for they all held that John truly was a prophet. 
<a id="11-33"></a> <b>33</b> So they answered, “We do not know.”
</p>

<p>
And Jesus replied, “Neither will I tell you by what authority I am doing these things.”
</p>
</div>
</div>
</div>
