org/bible/Mark.org
*** The Parable of the Wicked Tenants (Matthew 21:33--46; Luke 20:9--18)
[[html-class:drop][12]]

<<12:1>> Then Jesus began to speak to them in parables: “A man planted a vineyard. He put a wall around it, dug a wine vat, and built a watchtower. Then he rented it out to some tenants and went away on a journey.

<<12:2>> *2* At harvest time, he sent a servant to the tenants to collect his share of the fruit of the vineyard. 
<<12:3>> *3* But they seized the servant, beat him, and sent him away empty-handed.

<<12:4>> *4* Then he sent them another servant, and they struck him over the head and treated him shamefully.

<<12:5>> *5* He sent still another, and this one they killed.

He sent many others; some they beat and others they killed.

<<12:6>> *6* Finally, having one beloved son, he sent him to them. ‘They will respect my son,' he said.

<<12:7>> *7* But the tenants said to one another, ‘This is the heir. Come, let us kill him, and the inheritance will be ours.' 
<<12:8>> *8* So they seized the son, killed him, and threw him out of the vineyard.

<<12:9>> *9* What then will the owner of the vineyard do? He will come and kill those tenants, and will give the vineyard to others. 
<<12:10>> *10* Have you never read this Scripture:

‘The stone the builders rejected

has become the cornerstone.

<<12:11>> *11* This is from the Lord,

and it is marvelous in our eyes'?”

<<12:12>> *12* At this, the leaders sought to arrest Jesus, for they knew that He had spoken this parable against them. But fearing the crowd, they left Him and went away.

*** Paying Taxes to Caesar (Matthew 22:15--22; Luke 20:19--26)

<<12:13>> *13* Later, they sent some of the Pharisees and Herodians to catch Jesus in His words.
<<12:14>> *14* “Teacher,” they said, “we know that You are honest and seek favor from no one. Indeed, You are impartial and teach the way of God in accordance with the truth. Is it lawful to pay taxes to Caesar or not? Should we pay them or not?”

<<12:15>> *15* But Jesus saw through their hypocrisy and said, “Why are you testing Me? Bring Me a denarius to inspect.” 
<<12:16>> *16* So they brought it, and He asked them, “Whose image is this? And whose inscription?”

“Caesar's,” they answered.

<<12:17>> *17* Then Jesus told them, “Give to Caesar what is Caesar's, and to God what is God's.”

And they marveled at Him.

*** The Sadducees and the Resurrection (Matthew 22:23--33; Luke 20:27--40)

<<12:18>> *18* Then the Sadducees, who say there is no resurrection, came to Jesus and questioned Him:
<<12:19>> *19* “Teacher, Moses wrote for us that if a man's brother dies and leaves a wife but no children, the man is to marry his brother's widow and raise up offspring for him. 
<<12:20>> *20* Now there were seven brothers. The first one married and died, leaving no children. 
<<12:21>> *21* Then the second one married the widow, but he also died and left no children. And the third did likewise. 
<<12:22>> *22* In this way, none of the seven left any children. And last of all, the woman died. 
<<12:23>> *23* In the resurrection, then, whose wife will she be? For all seven were married to her.”

<<12:24>> *24* Jesus said to them, “Aren't you mistaken, because you do not know the Scriptures or the power of God? 
<<12:25>> *25* When the dead rise, they will neither marry nor be given in marriage. Instead, they will be like the angels in heaven.

<<12:26>> *26* But concerning the dead rising, have you not read about the burning bush in the Book of Moses, how God told him, ‘I am the God of Abraham, the God of Isaac, and the God of Jacob'? 
<<12:27>> *27* He is not the God of the dead, but of the living. You are badly mistaken!”

*** The Greatest Commandment (Deuteronomy 6:1--19; Matthew 22:34--40)

<<12:28>> *28* Now one of the scribes had come up and heard their debate. Noticing how well Jesus had answered them, he asked Him, “Which commandment is the most important of all?”

<<12:29>> *29* Jesus replied, “This is the most important: ‘Hear O Israel, the Lord our God, the Lord is One. 
<<12:30>> *30* Love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.' 
<<12:31>> *31* The second is this: ‘Love your neighbor as yourself.' No other commandment is greater than these.”

<<12:32>> *32* “Right, Teacher,” the scribe replied. “You have stated correctly that God is One and there is no other but Him, 
<<12:33>> *33* and to love Him with all your heart and with all your understanding and with all your strength, and to love your neighbor as yourself, which is more important than all burnt offerings and sacrifices.”

<<12:34>> *34* When Jesus saw that the man had answered wisely, He said, “You are not far from the kingdom of God.”

And no one dared to question Him any further.

*** Whose Son Is the Christ? (Matthew 22:41--46; Luke 20:41--44)

<<12:35>> *35* While Jesus was teaching in the temple courts, He asked, “How can the scribes say that the Christ is the Son of David? 
<<12:36>> *36* Speaking by the Holy Spirit, David himself declared:

‘The Lord said to my Lord,

“Sit at My right hand

until I put Your enemies

under Your feet.” '

<<12:37>> *37* David himself calls Him ‘Lord.' So how can He be David's son?”

And the large crowd listened to Him with delight.

*** Beware of the Scribes (Luke 20:45--47)

<<12:38>> *38* In His teaching Jesus also said, “Watch out for the scribes. They like to walk around in long robes, to receive greetings in the marketplaces, 
<<12:39>> *39* and to have the chief seats in the synagogues and the places of honor at banquets. 
<<12:40>> *40* They defraud widows of their houses, and for a show make lengthy prayers. These men will receive greater condemnation.”

*** The Widow's Offering (Luke 21:1--4)

<<12:41>> *41* As Jesus was sitting opposite the treasury, He watched the crowd putting money into it. And many rich people put in large amounts. 
<<12:42>> *42* Then one poor widow came and put in two small copper coins, which amounted to a small fraction of a denarius.

<<12:43>> *43* Jesus called His disciples to Him and said, “Truly I tell you, this poor widow has put more than all the others into the treasury. 
<<12:44>> *44* For they all contributed out of their surplus, but she out of her poverty has put in all she had to live on.”

** Mark 13
