public/bible/Mark.html
<div id="outline-container-org0ba890e" class="outline-2">
<h2 id="org0ba890e">Mark 12</h2>
<div class="outline-text-2" id="text-org0ba890e">
</div>
<div id="outline-container-org5ce4785" class="outline-3">
<h3 id="org5ce4785">The Parable of the Wicked Tenants (Matthew 21:33&#x2013;46; Luke 20:9&#x2013;18)</h3>
<div class="outline-text-3" id="text-org5ce4785">
<p>
<span class="drop">12</span>
</p>

<p>
<a id="12-1"></a> Then Jesus began to speak to them in parables: “A man planted a vineyard. He put a wall around it, dug a wine vat, and built a watchtower. Then he rented it out to some tenants and went away on a journey.
</p>

<p>
<a id="12-2"></a> <b>2</b> At harvest time, he sent a servant to the tenants to collect his share of the fruit of the vineyard. 
<a id="12-3"></a> <b>3</b> But they seized the servant, beat him, and sent him away empty-handed.
</p>

<p>
<a id="12-4"></a> <b>4</b> Then he sent them another servant, and they struck him over the head and treated him shamefully.
</p>

<p>
<a id="12-5"></a> <b>5</b> He sent still another, and this one they killed.
</p>

<p>
He sent many others; some they beat and others they killed.
</p>

<p>
<a id="12-6"></a> <b>6</b> Finally, having one beloved son, he sent him to them. ‘They will respect my son,&rsquo; he said.
</p>

<p>
<a id="12-7"></a> <b>7</b> But the tenants said to one another, ‘This is the heir. Come, let us kill him, and the inheritance will be ours.&rsquo; 
<a id="12-8"></a> <b>8</b> So they seized the son, killed him, and threw him out of the vineyard.
</p>

<p>
<a id="12-9"></a> <b>9</b> What then will the owner of the vineyard do? He will come and kill those tenants, and will give the vineyard to others. 
<a id="12-10"></a> <b>10</b> Have you never read this Scripture:
</p>

<p>
‘The stone the builders rejected
</p>

<p>
has become the cornerstone.
</p>

<p>
<a id="12-11"></a> <b>11</b> This is from the Lord,
</p>

<p>
and it is marvelous in our eyes&rsquo;?”
</p>

<p>
<a id="12-12"></a> <b>12</b> At this, the leaders sought to arrest Jesus, for they knew that He had spoken this parable against them. But fearing the crowd, they left Him and went away.
</p>
</div>
</div>
<div id="outline-container-org747c76b" class="outline-3">
<h3 id="org747c76b">Paying Taxes to Caesar (Matthew 22:15&#x2013;22; Luke 20:19&#x2013;26)</h3>
<div class="outline-text-3" id="text-org747c76b">
<p>
<a id="12-13"></a> <b>13</b> Later, they sent some of the Pharisees and Herodians to catch Jesus in His words.
<a id="12-14"></a> <b>14</b> “Teacher,” they said, “we know that You are honest and seek favor from no one. Indeed, You are impartial and teach the way of God in accordance with the truth. Is it lawful to pay taxes to Caesar or not? Should we pay them or not?”
</p>

<p>
<a id="12-15"></a> <b>15</b> But Jesus saw through their hypocrisy and said, “Why are you testing Me? Bring Me a denarius to inspect.” 
<a id="12-16"></a> <b>16</b> So they brought it, and He asked them, “Whose image is this? And whose inscription?”
</p>

<p>
“Caesar&rsquo;s,” they answered.
</p>

<p>
<a id="12-17"></a> <b>17</b> Then Jesus told them, “Give to Caesar what is Caesar&rsquo;s, and to God what is God&rsquo;s.”
</p>

<p>
And they marveled at Him.
</p>
</div>
</div>
<div id="outline-container-org31cd98a" class="outline-3">
<h3 id="org31cd98a">The Sadducees and the Resurrection (Matthew 22:23&#x2013;33; Luke 20:27&#x2013;40)</h3>
<div class="outline-text-3" id="text-org31cd98a">
<p>
<a id="12-18"></a> <b>18</b> Then the Sadducees, who say there is no resurrection, came to Jesus and questioned Him:
<a id="12-19"></a> <b>19</b> “Teacher, Moses wrote for us that if a man&rsquo;s brother dies and leaves a wife but no children, the man is to marry his brother&rsquo;s widow and raise up offspring for him. 
<a id="12-20"></a> <b>20</b> Now there were seven brothers. The first one married and died, leaving no children. 
<a id="12-21"></a> <b>21</b> Then the second one married the widow, but he also died and left no children. And the third did likewise. 
<a id="12-22"></a> <b>22</b> In this way, none of the seven left any children. And last of all, the woman died. 
<a id="12-23"></a> <b>23</b> In the resurrection, then, whose wife will she be? For all seven were married to her.”
</p>

<p>
<a id="12-24"></a> <b>24</b> Jesus said to them, “Aren&rsquo;t you mistaken, because you do not know the Scriptures or the power of God? 
<a id="12-25"></a> <b>25</b> When the dead rise, they will neither marry nor be given in marriage. Instead, they will be like the angels in heaven.
</p>

<p>
<a id="12-26"></a> <b>26</b> But concerning the dead rising, have you not read about the burning bush in the Book of Moses, how God told him, ‘I am the God of Abraham, the God of Isaac, and the God of Jacob&rsquo;? 
<a id="12-27"></a> <b>27</b> He is not the God of the dead, but of the living. You are badly mistaken!”
</p>
</div>
</div>
<div id="outline-container-orgff0ef95" class="outline-3">
<h3 id="orgff0ef95">The Greatest Commandment (Deuteronomy 6:1&#x2013;19; Matthew 22:34&#x2013;40)</h3>
<div class="outline-text-3" id="text-orgff0ef95">
<p>
<a id="12-28"></a> <b>28</b> Now one of the scribes had come up and heard their debate. Noticing how well Jesus had answered them, he asked Him, “Which commandment is the most important of all?”
</p>

<p>
<a id="12-29"></a> <b>29</b> Jesus replied, “This is the most important: ‘Hear O Israel, the Lord our God, the Lord is One. 
<a id="12-30"></a> <b>30</b> Love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.&rsquo; 
<a id="12-31"></a> <b>31</b> The second is this: ‘Love your neighbor as yourself.&rsquo; No other commandment is greater than these.”
</p>

<p>
<a id="12-32"></a> <b>32</b> “Right, Teacher,” the scribe replied. “You have stated correctly that God is One and there is no other but Him, 
<a id="12-33"></a> <b>33</b> and to love Him with all your heart and with all your understanding and with all your strength, and to love your neighbor as yourself, which is more important than all burnt offerings and sacrifices.”
</p>

<p>
<a id="12-34"></a> <b>34</b> When Jesus saw that the man had answered wisely, He said, “You are not far from the kingdom of God.”
</p>

<p>
And no one dared to question Him any further.
</p>
</div>
</div>
<div id="outline-container-org6f9322f" class="outline-3">
<h3 id="org6f9322f">Whose Son Is the Christ? (Matthew 22:41&#x2013;46; Luke 20:41&#x2013;44)</h3>
<div class="outline-text-3" id="text-org6f9322f">
<p>
<a id="12-35"></a> <b>35</b> While Jesus was teaching in the temple courts, He asked, “How can the scribes say that the Christ is the Son of David? 
<a id="12-36"></a> <b>36</b> Speaking by the Holy Spirit, David himself declared:
</p>

<p>
‘The Lord said to my Lord,
</p>

<p>
“Sit at My right hand
</p>

<p>
until I put Your enemies
</p>

<p>
under Your feet.” &rsquo;
</p>

<p>
<a id="12-37"></a> <b>37</b> David himself calls Him ‘Lord.&rsquo; So how can He be David&rsquo;s son?”
</p>

<p>
And the large crowd listened to Him with delight.
</p>
</div>
</div>
<div id="outline-container-orgde7def4" class="outline-3">
<h3 id="orgde7def4">Beware of the Scribes (Luke 20:45&#x2013;47)</h3>
<div class="outline-text-3" id="text-orgde7def4">
<p>
<a id="12-38"></a> <b>38</b> In His teaching Jesus also said, “Watch out for the scribes. They like to walk around in long robes, to receive greetings in the marketplaces, 
<a id="12-39"></a> <b>39</b> and to have the chief seats in the synagogues and the places of honor at banquets. 
<a id="12-40"></a> <b>40</b> They defraud widows of their houses, and for a show make lengthy prayers. These men will receive greater condemnation.”
</p>
</div>
</div>
<div id="outline-container-orgbbfbde5" class="outline-3">
<h3 id="orgbbfbde5">The Widow&rsquo;s Offering (Luke 21:1&#x2013;4)</h3>
<div class="outline-text-3" id="text-orgbbfbde5">
<p>
<a id="12-41"></a> <b>41</b> As Jesus was sitting opposite the treasury, He watched the crowd putting money into it. And many rich people put in large amounts. 
<a id="12-42"></a> <b>42</b> Then one poor widow came and put in two small copper coins, which amounted to a small fraction of a denarius.
</p>

<p>
<a id="12-43"></a> <b>43</b> Jesus called His disciples to Him and said, “Truly I tell you, this poor widow has put more than all the others into the treasury. 
<a id="12-44"></a> <b>44</b> For they all contributed out of their surplus, but she out of her poverty has put in all she had to live on.”
</p>
</div>
</div>
</div>
