org/bible/Mark.org
*** Temple Destruction and Other Signs (Matthew 24:1--8; Luke 21:5--9)
[[html-class:drop][13]]

<<13:1>> As Jesus was leaving the temple, one of His disciples said to Him, “Teacher, look at the magnificent stones and buildings!”

<<13:2>> *2* “Do you see all these great buildings?” Jesus replied. “Not one stone here will be left on another; every one will be thrown down.”

<<13:3>> *3* While Jesus was sitting on the Mount of Olives opposite the temple, Peter, James, John, and Andrew asked Him privately,
<<13:4>> *4* “Tell us, when will these things happen? And what will be the sign that they are about to be fulfilled?”

<<13:5>> *5* Jesus began by telling them, “See to it that no one deceives you. 
<<13:6>> *6* Many will come in My name, claiming, ‘I am He,' and will deceive many. 
<<13:7>> *7* When you hear of wars and rumors of wars, do not be alarmed. These things must happen, but the end is still to come. 
<<13:8>> *8* Nation will rise against nation, and kingdom against kingdom. There will be earthquakes in various places, as well as famines. These are the beginning of birth pains.

*** Witnessing to All Nations (Matthew 24:9--14; Luke 21:10--19)

<<13:9>> *9* So be on your guard. You will be delivered over to the councils and beaten in the synagogues. On My account you will stand before governors and kings as witnesses to them. 
<<13:10>> *10* And the gospel must first be proclaimed to all the nations. 
<<13:11>> *11* But when they arrest you and hand you over, do not worry beforehand what to say. Instead, speak whatever you are given at that time, for it will not be you speaking, but the Holy Spirit.

<<13:12>> *12* Brother will betray brother to death, and a father his child. Children will rise against their parents and have them put to death. 
<<13:13>> *13* You will be hated by everyone because of My name, but the one who perseveres to the end will be saved.

*** The Abomination of Desolation (Matthew 24:15--25; Luke 21:20--24)

<<13:14>> *14* So when you see the abomination of desolation standing where it should not be (let the reader understand), then let those who are in Judea flee to the mountains. 
<<13:15>> *15* Let no one on the housetop go back inside to retrieve anything from his house. 
<<13:16>> *16* And let no one in the field return for his cloak.

<<13:17>> *17* How miserable those days will be for pregnant and nursing mothers! 
<<13:18>> *18* Pray that this will not occur in the winter. 
<<13:19>> *19* For those will be days of tribulation unmatched from the beginning of God's creation until now, and never to be seen again. 
<<13:20>> *20* If the Lord had not cut short those days, nobody would be saved. But for the sake of the elect, whom He has chosen, He has cut them short.

<<13:21>> *21* At that time if anyone says to you, ‘Look, here is the Christ!' or ‘There He is!' do not believe it. 
<<13:22>> *22* For false Christs and false prophets will appear and perform signs and wonders that would deceive even the elect, if that were possible. 
<<13:23>> *23* So be on your guard; I have told you everything in advance.

*** The Return of the Son of Man (Matthew 24:26--31; Luke 21:25--28)

<<13:24>> *24* But in those days, after that tribulation:

‘The sun will be darkened,

and the moon will not give its light;

<<13:25>> *25* the stars will fall from the sky,

and the powers of the heavens will be shaken.'

<<13:26>> *26* At that time they will see the Son of Man coming in the clouds with great power and glory. 
<<13:27>> *27* And He will send out the angels to gather His elect from the four winds, from the ends of the earth to the ends of heaven.

*** The Lesson of the Fig Tree (Matthew 24:32--35; Luke 21:29--33)

<<13:28>> *28* Now learn this lesson from the fig tree: As soon as its branches become tender and sprout leaves, you know that summer is near. 
<<13:29>> *29* So also, when you see these things happening, know that He is near, right at the door. 
<<13:30>> *30* Truly I tell you, this generation will not pass away until all these things have happened. 
<<13:31>> *31* Heaven and earth will pass away, but My words will never pass away.

*** Readiness at Any Hour (Matthew 24:36--51; Luke 12:35--48)

<<13:32>> *32* No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. 
<<13:33>> *33* Be on your guard and stay alert! For you do not know when the appointed time will come.

<<13:34>> *34* It is like a man going on a journey who left his house, put each servant in charge of his own task, and instructed the doorkeeper to keep watch. 
<<13:35>> *35* Therefore keep watch, because you do not know when the master of the house will return---whether in the evening, at midnight, when the rooster crows, or in the morning. 
<<13:36>> *36* Otherwise, he may arrive without notice and find you sleeping. 
<<13:37>> *37* And what I say to you, I say to everyone: Keep watch!”

** Mark 14
*** The Plot to Kill Jesus (Luke 22:1--2; John 11:45--57)
[[html-class:drop][14]]

<<14:1>> Now the Passover and the Feast of Unleavened Bread were two days away, and the chief priests and scribes were looking for a covert way to arrest Jesus and kill Him.
<<14:2>> *2* “But not during the feast,” they said, “or there may be a riot among the people.”

*** Jesus Anointed at Bethany (Luke 7:36--50; John 12:1--8)

<<14:3>> *3* While Jesus was in Bethany reclining at the table in the home of Simon the Leper, a woman came with an alabaster jar of expensive perfume, made of pure nard. She broke open the jar and poured it on Jesus' head.

<<14:4>> *4* Some of those present, however, expressed their indignation to one another: “Why this waste of perfume? 
<<14:5>> *5* It could have been sold for over three hundred denarii and the money given to the poor.” And they scolded her.

<<14:6>> *6* But Jesus said, “Leave her alone; why are you bothering her? She has done a beautiful deed to Me. 
<<14:7>> *7* The poor you will always have with you, and you can help them whenever you want. But you will not always have Me. 
<<14:8>> *8* She has done what she could to anoint My body in advance of My burial. 
<<14:9>> *9* And truly I tell you, wherever the gospel is preached in all the world, what she has done will also be told in memory of her.”

*** Judas Agrees to Betray Jesus (Matthew 26:14--16; Luke 22:3--6)

<<14:10>> *10* Then Judas Iscariot, one of the Twelve, went to the chief priests to betray Jesus to them. 
<<14:11>> *11* They were delighted to hear this, and they promised to give him money.

*** So Judas began to look for an opportunity to betray Jesus.

