public/bible/Mark.html
<div id="outline-container-orga42428f" class="outline-2">
<h2 id="orga42428f">Mark 13</h2>
<div class="outline-text-2" id="text-orga42428f">
</div>
<div id="outline-container-org6684ac9" class="outline-3">
<h3 id="org6684ac9">Temple Destruction and Other Signs (Matthew 24:1&#x2013;8; Luke 21:5&#x2013;9)</h3>
<div class="outline-text-3" id="text-org6684ac9">
<p>
<span class="drop">13</span>
</p>

<p>
<a id="13-1"></a> As Jesus was leaving the temple, one of His disciples said to Him, “Teacher, look at the magnificent stones and buildings!”
</p>

<p>
<a id="13-2"></a> <b>2</b> “Do you see all these great buildings?” Jesus replied. “Not one stone here will be left on another; every one will be thrown down.”
</p>

<p>
<a id="13-3"></a> <b>3</b> While Jesus was sitting on the Mount of Olives opposite the temple, Peter, James, John, and Andrew asked Him privately,
<a id="13-4"></a> <b>4</b> “Tell us, when will these things happen? And what will be the sign that they are about to be fulfilled?”
</p>

<p>
<a id="13-5"></a> <b>5</b> Jesus began by telling them, “See to it that no one deceives you. 
<a id="13-6"></a> <b>6</b> Many will come in My name, claiming, ‘I am He,&rsquo; and will deceive many. 
<a id="13-7"></a> <b>7</b> When you hear of wars and rumors of wars, do not be alarmed. These things must happen, but the end is still to come. 
<a id="13-8"></a> <b>8</b> Nation will rise against nation, and kingdom against kingdom. There will be earthquakes in various places, as well as famines. These are the beginning of birth pains.
</p>
</div>
</div>
<div id="outline-container-orgeca8835" class="outline-3">
<h3 id="orgeca8835">Witnessing to All Nations (Matthew 24:9&#x2013;14; Luke 21:10&#x2013;19)</h3>
<div class="outline-text-3" id="text-orgeca8835">
<p>
<a id="13-9"></a> <b>9</b> So be on your guard. You will be delivered over to the councils and beaten in the synagogues. On My account you will stand before governors and kings as witnesses to them. 
<a id="13-10"></a> <b>10</b> And the gospel must first be proclaimed to all the nations. 
<a id="13-11"></a> <b>11</b> But when they arrest you and hand you over, do not worry beforehand what to say. Instead, speak whatever you are given at that time, for it will not be you speaking, but the Holy Spirit.
</p>

<p>
<a id="13-12"></a> <b>12</b> Brother will betray brother to death, and a father his child. Children will rise against their parents and have them put to death. 
<a id="13-13"></a> <b>13</b> You will be hated by everyone because of My name, but the one who perseveres to the end will be saved.
</p>
</div>
</div>
<div id="outline-container-orgce1cd45" class="outline-3">
<h3 id="orgce1cd45">The Abomination of Desolation (Matthew 24:15&#x2013;25; Luke 21:20&#x2013;24)</h3>
<div class="outline-text-3" id="text-orgce1cd45">
<p>
<a id="13-14"></a> <b>14</b> So when you see the abomination of desolation standing where it should not be (let the reader understand), then let those who are in Judea flee to the mountains. 
<a id="13-15"></a> <b>15</b> Let no one on the housetop go back inside to retrieve anything from his house. 
<a id="13-16"></a> <b>16</b> And let no one in the field return for his cloak.
</p>

<p>
<a id="13-17"></a> <b>17</b> How miserable those days will be for pregnant and nursing mothers! 
<a id="13-18"></a> <b>18</b> Pray that this will not occur in the winter. 
<a id="13-19"></a> <b>19</b> For those will be days of tribulation unmatched from the beginning of God&rsquo;s creation until now, and never to be seen again. 
<a id="13-20"></a> <b>20</b> If the Lord had not cut short those days, nobody would be saved. But for the sake of the elect, whom He has chosen, He has cut them short.
</p>

<p>
<a id="13-21"></a> <b>21</b> At that time if anyone says to you, ‘Look, here is the Christ!&rsquo; or ‘There He is!&rsquo; do not believe it. 
<a id="13-22"></a> <b>22</b> For false Christs and false prophets will appear and perform signs and wonders that would deceive even the elect, if that were possible. 
<a id="13-23"></a> <b>23</b> So be on your guard; I have told you everything in advance.
</p>
</div>
</div>
<div id="outline-container-orge06b014" class="outline-3">
<h3 id="orge06b014">The Return of the Son of Man (Matthew 24:26&#x2013;31; Luke 21:25&#x2013;28)</h3>
<div class="outline-text-3" id="text-orge06b014">
<p>
<a id="13-24"></a> <b>24</b> But in those days, after that tribulation:
</p>

<p>
‘The sun will be darkened,
</p>

<p>
and the moon will not give its light;
</p>

<p>
<a id="13-25"></a> <b>25</b> the stars will fall from the sky,
</p>

<p>
and the powers of the heavens will be shaken.&rsquo;
</p>

<p>
<a id="13-26"></a> <b>26</b> At that time they will see the Son of Man coming in the clouds with great power and glory. 
<a id="13-27"></a> <b>27</b> And He will send out the angels to gather His elect from the four winds, from the ends of the earth to the ends of heaven.
</p>
</div>
</div>
<div id="outline-container-orga7ea541" class="outline-3">
<h3 id="orga7ea541">The Lesson of the Fig Tree (Matthew 24:32&#x2013;35; Luke 21:29&#x2013;33)</h3>
<div class="outline-text-3" id="text-orga7ea541">
<p>
<a id="13-28"></a> <b>28</b> Now learn this lesson from the fig tree: As soon as its branches become tender and sprout leaves, you know that summer is near. 
<a id="13-29"></a> <b>29</b> So also, when you see these things happening, know that He is near, right at the door. 
<a id="13-30"></a> <b>30</b> Truly I tell you, this generation will not pass away until all these things have happened. 
<a id="13-31"></a> <b>31</b> Heaven and earth will pass away, but My words will never pass away.
</p>
</div>
</div>
<div id="outline-container-orgc368685" class="outline-3">
<h3 id="orgc368685">Readiness at Any Hour (Matthew 24:36&#x2013;51; Luke 12:35&#x2013;48)</h3>
<div class="outline-text-3" id="text-orgc368685">
<p>
<a id="13-32"></a> <b>32</b> No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. 
<a id="13-33"></a> <b>33</b> Be on your guard and stay alert! For you do not know when the appointed time will come.
</p>

<p>
<a id="13-34"></a> <b>34</b> It is like a man going on a journey who left his house, put each servant in charge of his own task, and instructed the doorkeeper to keep watch. 
<a id="13-35"></a> <b>35</b> Therefore keep watch, because you do not know when the master of the house will return&#x2014;whether in the evening, at midnight, when the rooster crows, or in the morning. 
<a id="13-36"></a> <b>36</b> Otherwise, he may arrive without notice and find you sleeping. 
<a id="13-37"></a> <b>37</b> And what I say to you, I say to everyone: Keep watch!”
</p>
</div>
</div>
</div>
<div id="outline-container-org37ced21" class="outline-2">
<h2 id="org37ced21">Mark 14</h2>
<div class="outline-text-2" id="text-org37ced21">
</div>
<div id="outline-container-org7995b37" class="outline-3">
<h3 id="org7995b37">The Plot to Kill Jesus (Luke 22:1&#x2013;2; John 11:45&#x2013;57)</h3>
<div class="outline-text-3" id="text-org7995b37">
<p>
<span class="drop">14</span>
</p>

<p>
<a id="14-1"></a> Now the Passover and the Feast of Unleavened Bread were two days away, and the chief priests and scribes were looking for a covert way to arrest Jesus and kill Him.
<a id="14-2"></a> <b>2</b> “But not during the feast,” they said, “or there may be a riot among the people.”
</p>
</div>
</div>
<div id="outline-container-org4dff0a5" class="outline-3">
<h3 id="org4dff0a5">Jesus Anointed at Bethany (Luke 7:36&#x2013;50; John 12:1&#x2013;8)</h3>
<div class="outline-text-3" id="text-org4dff0a5">
<p>
<a id="14-3"></a> <b>3</b> While Jesus was in Bethany reclining at the table in the home of Simon the Leper, a woman came with an alabaster jar of expensive perfume, made of pure nard. She broke open the jar and poured it on Jesus&rsquo; head.
</p>

<p>
<a id="14-4"></a> <b>4</b> Some of those present, however, expressed their indignation to one another: “Why this waste of perfume? 
<a id="14-5"></a> <b>5</b> It could have been sold for over three hundred denarii and the money given to the poor.” And they scolded her.
</p>

<p>
<a id="14-6"></a> <b>6</b> But Jesus said, “Leave her alone; why are you bothering her? She has done a beautiful deed to Me. 
<a id="14-7"></a> <b>7</b> The poor you will always have with you, and you can help them whenever you want. But you will not always have Me. 
<a id="14-8"></a> <b>8</b> She has done what she could to anoint My body in advance of My burial. 
<a id="14-9"></a> <b>9</b> And truly I tell you, wherever the gospel is preached in all the world, what she has done will also be told in memory of her.”
</p>
</div>
</div>
<div id="outline-container-org8a8aebb" class="outline-3">
<h3 id="org8a8aebb">Judas Agrees to Betray Jesus (Matthew 26:14&#x2013;16; Luke 22:3&#x2013;6)</h3>
<div class="outline-text-3" id="text-org8a8aebb">
<p>
<a id="14-10"></a> <b>10</b> Then Judas Iscariot, one of the Twelve, went to the chief priests to betray Jesus to them. 
<a id="14-11"></a> <b>11</b> They were delighted to hear this, and they promised to give him money.
</p>
</div>
</div>
<div id="outline-container-orgd333d4e" class="outline-3">
<h3 id="orgd333d4e">So Judas began to look for an opportunity to betray Jesus.</h3>
</div>
