org/bible/Mark.org
*** Preparing the Passover (Matthew 26:17--19; Luke 22:7--13)

<<14:12>> *12* On the first day of the Feast of Unleavened Bread, when the Passover lamb was to be sacrificed, Jesus' disciples asked Him, “Where do You want us to prepare for You to eat the Passover?”

<<14:13>> *13* So He sent two of His disciples and told them, “Go into the city, and a man carrying a jug of water will meet you. Follow him, 
<<14:14>> *14* and whichever house he enters, say to the owner, ‘The Teacher asks: Where is My guest room, where I may eat the Passover with My disciples?' 
<<14:15>> *15* And he will show you a large upper room, furnished and ready. Make preparations for us there.”

<<14:16>> *16* So the disciples left and went into the city, where they found everything as Jesus had described. And they prepared the Passover.

*** The Last Supper (Luke 22:14--23; 1 Corinthians 11:17--34)

<<14:17>> *17* When evening came, Jesus arrived with the Twelve. 
<<14:18>> *18* And while they were reclining and eating, Jesus said, “Truly I tell you, one of you who is eating with Me will betray Me.”

<<14:19>> *19* They began to be grieved and to ask Him one after another, “Surely not I?”

<<14:20>> *20* He answered, “It is one of the Twelve---the one who is dipping his hand into the bowl with Me. 
<<14:21>> *21* The Son of Man will go just as it is written about Him, but woe to that man by whom He is betrayed! It would be better for him if he had not been born.”

<<14:22>> *22* While they were eating, Jesus took bread, spoke a blessing and broke it, and gave it to the disciples, saying, “Take it; this is My body.”

<<14:23>> *23* Then He took the cup, gave thanks, and gave it to them, and they all drank from it. 
<<14:24>> *24* He said to them, “This is My blood of the covenant, which is poured out for many. 
<<14:25>> *25* Truly I tell you, I will no longer drink of the fruit of the vine until that day when I drink it anew in the kingdom of God.”

<<14:26>> *26* And when they had sung a hymn, they went out to the Mount of Olives.

*** Jesus Predicts Peter's Denial (Luke 22:31--38; John 13:36--38)

<<14:27>> *27* Then Jesus said to them, “You will all fall away, for it is written:

‘I will strike the Shepherd,

and the sheep will be scattered.'

<<14:28>> *28* But after I have risen, I will go ahead of you into Galilee.”

<<14:29>> *29* Peter declared, “Even if all fall away, I never will.”

<<14:30>> *30* “Truly I tell you,” Jesus replied, “this very night, before the rooster crows twice, you will deny Me three times.”

<<14:31>> *31* But Peter kept insisting, “Even if I have to die with You, I will never deny You.” And all the others said the same thing.

*** Jesus Prays at Gethsemane (Matthew 26:36--46; Luke 22:39--46)

<<14:32>> *32* Then they came to a place called Gethsemane, and Jesus told His disciples, “Sit here while I pray.”

<<14:33>> *33* He took with Him Peter, James, and John, and began to be deeply troubled and distressed. 
<<14:34>> *34* Then He said to them, “My soul is consumed with sorrow to the point of death. Stay here and keep watch.”

<<14:35>> *35* Going a little farther, He fell to the ground and prayed that, if it were possible, the hour would pass from Him.
<<14:36>> *36* “Abba, Father,” He said, “all things are possible for You. Take this cup from Me. Yet not what I will, but what You will.”

<<14:37>> *37* Then Jesus returned and found them sleeping. “Simon, are you asleep?” He asked. “Were you not able to keep watch for one hour? 
<<14:38>> *38* Watch and pray so that you will not enter into temptation. For the spirit is willing, but the body is weak.”

<<14:39>> *39* Again He went away and prayed, saying the same thing. 
<<14:40>> *40* And again Jesus returned and found them sleeping---for their eyes were heavy. And they did not know what to answer Him.

<<14:41>> *41* When Jesus returned the third time, He said, “Are you still sleeping and resting? That is enough! The hour has come. Look, the Son of Man is betrayed into the hands of sinners. 
<<14:42>> *42* Rise, let us go. See, My betrayer is approaching!”

*** The Betrayal of Jesus (Luke 22:47--53; John 18:1--14)

<<14:43>> *43* While Jesus was still speaking, Judas, one of the Twelve, arrived, accompanied by a crowd armed with swords and clubs, sent from the chief priests, scribes, and elders.

<<14:44>> *44* Now the betrayer had arranged a signal with them: “The One I kiss is the man; arrest Him and lead Him away securely.” 
<<14:45>> *45* Going directly to Jesus, he said, “Rabbi!” and kissed Him.

<<14:46>> *46* Then the men seized Jesus and arrested Him. 
<<14:47>> *47* And one of the bystanders drew his sword and struck the servant of the high priest, cutting off his ear.

<<14:48>> *48* Jesus asked the crowd, “Have you come out with swords and clubs to arrest Me as you would an outlaw? 
<<14:49>> *49* Every day I was with you, teaching in the temple courts, and you did not arrest Me. But this has happened that the Scriptures would be fulfilled.”

<<14:50>> *50* Then everyone deserted Him and fled. 
<<14:51>> *51* One young man who had been following Jesus was wearing a linen cloth around his body. They caught hold of him, 
<<14:52>> *52* but he pulled free of the linen cloth and ran away naked.

*** Jesus before the Sanhedrin (Luke 22:66--71; John 18:19--24)

<<14:53>> *53* They led Jesus away to the high priest, and all the chief priests, elders, and scribes assembled. 
<<14:54>> *54* Peter followed Him at a distance, right into the courtyard of the high priest. And he sat with the officers and warmed himself by the fire.

<<14:55>> *55* Now the chief priests and the whole Sanhedrin were seeking testimony against Jesus to put Him to death, but they did not find any. 
<<14:56>> *56* For many bore false witness against Jesus, but their testimony was inconsistent.

<<14:57>> *57* Then some men stood up and testified falsely against Him:
<<14:58>> *58* “We heard Him say, ‘I will destroy this man-made temple, and in three days I will build another that is made without hands.' ” 
<<14:59>> *59* But even their testimony was inconsistent.

<<14:60>> *60* So the high priest stood up before them and questioned Jesus, “Have You no answer? What are these men testifying against You?”

<<14:61>> *61* But Jesus remained silent and made no reply.

Again the high priest questioned Him, “Are You the Christ, the Son of the Blessed One?”

<<14:62>> *62* “I am,” said Jesus, “and you will see the Son of Man sitting at the right hand of Power and coming with the clouds of heaven.”

<<14:63>> *63* At this, the high priest tore his clothes and declared, “Why do we need any more witnesses? 
<<14:64>> *64* You have heard the blasphemy. What is your verdict?”

And they all condemned Him as deserving of death.

<<14:65>> *65* Then some of them began to spit on Him. They blindfolded Him, struck Him with their fists, and said to Him, “Prophesy!” And the officers received Him with slaps in His face.

