public/bible/Mark.html

<div id="outline-container-orgb3d3f9a" class="outline-3">
<h3 id="orgb3d3f9a">Preparing the Passover (Matthew 26:17&#x2013;19; Luke 22:7&#x2013;13)</h3>
<div class="outline-text-3" id="text-orgb3d3f9a">
<p>
<a id="14-12"></a> <b>12</b> On the first day of the Feast of Unleavened Bread, when the Passover lamb was to be sacrificed, Jesus&rsquo; disciples asked Him, “Where do You want us to prepare for You to eat the Passover?”
</p>

<p>
<a id="14-13"></a> <b>13</b> So He sent two of His disciples and told them, “Go into the city, and a man carrying a jug of water will meet you. Follow him, 
<a id="14-14"></a> <b>14</b> and whichever house he enters, say to the owner, ‘The Teacher asks: Where is My guest room, where I may eat the Passover with My disciples?&rsquo; 
<a id="14-15"></a> <b>15</b> And he will show you a large upper room, furnished and ready. Make preparations for us there.”
</p>

<p>
<a id="14-16"></a> <b>16</b> So the disciples left and went into the city, where they found everything as Jesus had described. And they prepared the Passover.
</p>
</div>
</div>
<div id="outline-container-org275513f" class="outline-3">
<h3 id="org275513f">The Last Supper (Luke 22:14&#x2013;23; 1 Corinthians 11:17&#x2013;34)</h3>
<div class="outline-text-3" id="text-org275513f">
<p>
<a id="14-17"></a> <b>17</b> When evening came, Jesus arrived with the Twelve. 
<a id="14-18"></a> <b>18</b> And while they were reclining and eating, Jesus said, “Truly I tell you, one of you who is eating with Me will betray Me.”
</p>

<p>
<a id="14-19"></a> <b>19</b> They began to be grieved and to ask Him one after another, “Surely not I?”
</p>

<p>
<a id="14-20"></a> <b>20</b> He answered, “It is one of the Twelve&#x2014;the one who is dipping his hand into the bowl with Me. 
<a id="14-21"></a> <b>21</b> The Son of Man will go just as it is written about Him, but woe to that man by whom He is betrayed! It would be better for him if he had not been born.”
</p>

<p>
<a id="14-22"></a> <b>22</b> While they were eating, Jesus took bread, spoke a blessing and broke it, and gave it to the disciples, saying, “Take it; this is My body.”
</p>

<p>
<a id="14-23"></a> <b>23</b> Then He took the cup, gave thanks, and gave it to them, and they all drank from it. 
<a id="14-24"></a> <b>24</b> He said to them, “This is My blood of the covenant, which is poured out for many. 
<a id="14-25"></a> <b>25</b> Truly I tell you, I will no longer drink of the fruit of the vine until that day when I drink it anew in the kingdom of God.”
</p>

<p>
<a id="14-26"></a> <b>26</b> And when they had sung a hymn, they went out to the Mount of Olives.
</p>
</div>
</div>
<div id="outline-container-org99aae22" class="outline-3">
<h3 id="org99aae22">Jesus Predicts Peter&rsquo;s Denial (Luke 22:31&#x2013;38; John 13:36&#x2013;38)</h3>
<div class="outline-text-3" id="text-org99aae22">
<p>
<a id="14-27"></a> <b>27</b> Then Jesus said to them, “You will all fall away, for it is written:
</p>

<p>
‘I will strike the Shepherd,
</p>

<p>
and the sheep will be scattered.&rsquo;
</p>

<p>
<a id="14-28"></a> <b>28</b> But after I have risen, I will go ahead of you into Galilee.”
</p>

<p>
<a id="14-29"></a> <b>29</b> Peter declared, “Even if all fall away, I never will.”
</p>

<p>
<a id="14-30"></a> <b>30</b> “Truly I tell you,” Jesus replied, “this very night, before the rooster crows twice, you will deny Me three times.”
</p>

<p>
<a id="14-31"></a> <b>31</b> But Peter kept insisting, “Even if I have to die with You, I will never deny You.” And all the others said the same thing.
</p>
</div>
</div>
<div id="outline-container-orgb193e2f" class="outline-3">
<h3 id="orgb193e2f">Jesus Prays at Gethsemane (Matthew 26:36&#x2013;46; Luke 22:39&#x2013;46)</h3>
<div class="outline-text-3" id="text-orgb193e2f">
<p>
<a id="14-32"></a> <b>32</b> Then they came to a place called Gethsemane, and Jesus told His disciples, “Sit here while I pray.”
</p>

<p>
<a id="14-33"></a> <b>33</b> He took with Him Peter, James, and John, and began to be deeply troubled and distressed. 
<a id="14-34"></a> <b>34</b> Then He said to them, “My soul is consumed with sorrow to the point of death. Stay here and keep watch.”
</p>

<p>
<a id="14-35"></a> <b>35</b> Going a little farther, He fell to the ground and prayed that, if it were possible, the hour would pass from Him.
<a id="14-36"></a> <b>36</b> “Abba, Father,” He said, “all things are possible for You. Take this cup from Me. Yet not what I will, but what You will.”
</p>

<p>
<a id="14-37"></a> <b>37</b> Then Jesus returned and found them sleeping. “Simon, are you asleep?” He asked. “Were you not able to keep watch for one hour? 
<a id="14-38"></a> <b>38</b> Watch and pray so that you will not enter into temptation. For the spirit is willing, but the body is weak.”
</p>

<p>
<a id="14-39"></a> <b>39</b> Again He went away and prayed, saying the same thing. 
<a id="14-40"></a> <b>40</b> And again Jesus returned and found them sleeping&#x2014;for their eyes were heavy. And they did not know what to answer Him.
</p>

<p>
<a id="14-41"></a> <b>41</b> When Jesus returned the third time, He said, “Are you still sleeping and resting? That is enough! The hour has come. Look, the Son of Man is betrayed into the hands of sinners. 
<a id="14-42"></a> <b>42</b> Rise, let us go. See, My betrayer is approaching!”
</p>
</div>
</div>
<div id="outline-container-org41e72dd" class="outline-3">
<h3 id="org41e72dd">The Betrayal of Jesus (Luke 22:47&#x2013;53; John 18:1&#x2013;14)</h3>
<div class="outline-text-3" id="text-org41e72dd">
<p>
<a id="14-43"></a> <b>43</b> While Jesus was still speaking, Judas, one of the Twelve, arrived, accompanied by a crowd armed with swords and clubs, sent from the chief priests, scribes, and elders.
</p>

<p>
<a id="14-44"></a> <b>44</b> Now the betrayer had arranged a signal with them: “The One I kiss is the man; arrest Him and lead Him away securely.” 
<a id="14-45"></a> <b>45</b> Going directly to Jesus, he said, “Rabbi!” and kissed Him.
</p>

<p>
<a id="14-46"></a> <b>46</b> Then the men seized Jesus and arrested Him. 
<a id="14-47"></a> <b>47</b> And one of the bystanders drew his sword and struck the servant of the high priest, cutting off his ear.
</p>

<p>
<a id="14-48"></a> <b>48</b> Jesus asked the crowd, “Have you come out with swords and clubs to arrest Me as you would an outlaw? 
<a id="14-49"></a> <b>49</b> Every day I was with you, teaching in the temple courts, and you did not arrest Me. But this has happened that the Scriptures would be fulfilled.”
</p>

<p>
<a id="14-50"></a> <b>50</b> Then everyone deserted Him and fled. 
<a id="14-51"></a> <b>51</b> One young man who had been following Jesus was wearing a linen cloth around his body. They caught hold of him, 
<a id="14-52"></a> <b>52</b> but he pulled free of the linen cloth and ran away naked.
</p>
</div>
</div>
<div id="outline-container-org862a6ce" class="outline-3">
<h3 id="org862a6ce">Jesus before the Sanhedrin (Luke 22:66&#x2013;71; John 18:19&#x2013;24)</h3>
<div class="outline-text-3" id="text-org862a6ce">
<p>
<a id="14-53"></a> <b>53</b> They led Jesus away to the high priest, and all the chief priests, elders, and scribes assembled. 
<a id="14-54"></a> <b>54</b> Peter followed Him at a distance, right into the courtyard of the high priest. And he sat with the officers and warmed himself by the fire.
</p>

<p>
<a id="14-55"></a> <b>55</b> Now the chief priests and the whole Sanhedrin were seeking testimony against Jesus to put Him to death, but they did not find any. 
<a id="14-56"></a> <b>56</b> For many bore false witness against Jesus, but their testimony was inconsistent.
</p>

<p>
<a id="14-57"></a> <b>57</b> Then some men stood up and testified falsely against Him:
<a id="14-58"></a> <b>58</b> “We heard Him say, ‘I will destroy this man-made temple, and in three days I will build another that is made without hands.&rsquo; ” 
<a id="14-59"></a> <b>59</b> But even their testimony was inconsistent.
</p>

<p>
<a id="14-60"></a> <b>60</b> So the high priest stood up before them and questioned Jesus, “Have You no answer? What are these men testifying against You?”
</p>

<p>
<a id="14-61"></a> <b>61</b> But Jesus remained silent and made no reply.
</p>

<p>
Again the high priest questioned Him, “Are You the Christ, the Son of the Blessed One?”
</p>

<p>
<a id="14-62"></a> <b>62</b> “I am,” said Jesus, “and you will see the Son of Man sitting at the right hand of Power and coming with the clouds of heaven.”
</p>

<p>
<a id="14-63"></a> <b>63</b> At this, the high priest tore his clothes and declared, “Why do we need any more witnesses? 
<a id="14-64"></a> <b>64</b> You have heard the blasphemy. What is your verdict?”
</p>

<p>
And they all condemned Him as deserving of death.
</p>

<p>
<a id="14-65"></a> <b>65</b> Then some of them began to spit on Him. They blindfolded Him, struck Him with their fists, and said to Him, “Prophesy!” And the officers received Him with slaps in His face.
</p>
</div>
</div>
