org/bible/Mark.org
*** Peter Denies Jesus (Luke 22:54--62; John 18:15--18)

<<14:66>> *66* While Peter was in the courtyard below, one of the servant girls of the high priest came down 
<<14:67>> *67* and saw him warming himself there. She looked at Peter and said, “You also were with Jesus the Nazarene.”

<<14:68>> *68* But he denied it. “I do not know or even understand what you are talking about,” he said. Then he went out to the gateway, and the rooster crowed.

<<14:69>> *69* There the servant girl saw him and again said to those standing nearby, “This man is one of them.”

<<14:70>> *70* But he denied it again.

After a little while, those standing nearby said once more to Peter, “Surely you are one of them, for you too are a Galilean.”

<<14:71>> *71* But he began to curse and swear, “I do not know this man of whom you speak!” 
<<14:72>> *72* And immediately the rooster crowed a second time.

Then Peter remembered the word that Jesus had spoken to him: “Before the rooster crows twice, you will deny Me three times.” And he broke down and wept.

** Mark 15
*** Jesus Delivered to Pilate (Matthew 27:1--2)
[[html-class:drop][15]]

<<15:1>> Early in the morning, the chief priests, elders, scribes, and the whole Sanhedrin devised a plan. They bound Jesus, led Him away, and handed Him over to Pilate.

<<15:2>> *2* So Pilate questioned Him, “Are You the King of the Jews?”

“You have said so,” Jesus replied.

<<15:3>> *3* And the chief priests began to accuse Him of many things.

<<15:4>> *4* Then Pilate questioned Him again, “Have You no answer? Look how many charges they are bringing against You!”

<<15:5>> *5* But to Pilate's amazement, Jesus made no further reply.

*** The Crowd Chooses Barabbas (Matthew 27:15--23; Luke 23:13--25)

<<15:6>> *6* Now it was Pilate's custom at the feast to release to the people a prisoner of their choosing. 
<<15:7>> *7* And a man named Barabbas was imprisoned with the rebels who had committed murder during the insurrection. 
<<15:8>> *8* So the crowd went up and began asking Pilate to keep his custom.

<<15:9>> *9* “Do you want me to release to you the King of the Jews?” Pilate asked. 
<<15:10>> *10* For he knew it was out of envy that the chief priests had handed Jesus over.

<<15:11>> *11* But the chief priests stirred up the crowd to have him release Barabbas to them instead.

*** Pilate Delivers Up Jesus (Matthew 27:24--26)

<<15:12>> *12* So Pilate asked them again, “What then do you want me to do with the One you call the King of the Jews?”

<<15:13>> *13* And they shouted back, “Crucify Him!”

<<15:14>> *14* “Why?” asked Pilate. “What evil has He done?”

*** But they shouted all the louder, “Crucify Him!”

<<15:15>> *15* And wishing to satisfy the crowd, Pilate released Barabbas to them. But he had Jesus flogged, and handed Him over to be crucified.

*** The Soldiers Mock Jesus (Luke 22:63--65; John 19:1--15)

<<15:16>> *16* Then the soldiers led Jesus away into the palace (that is, the Praetorium) and called the whole company together. 
<<15:17>> *17* They dressed Him in a purple robe, twisted together a crown of thorns, and set it on His head. 
<<15:18>> *18* And they began to salute Him: “Hail, King of the Jews!”

<<15:19>> *19* They kept striking His head with a staff and spitting on Him. And they knelt down and bowed before Him. 
<<15:20>> *20* After they had mocked Him, they removed the purple robe and put His own clothes back on Him. Then they led Him out to crucify Him.

*** The Crucifixion (Luke 23:26--43; John 19:16--27)

<<15:21>> *21* Now Simon of Cyrene, the father of Alexander and Rufus, was passing by on his way in from the country, and the soldiers forced him to carry the cross of Jesus.

<<15:22>> *22* They brought Jesus to a place called Golgotha, which means The Place of the Skull. 
<<15:23>> *23* There they offered Him wine mixed with myrrh, but He did not take it.

<<15:24>> *24* And they crucified Him.

They also divided His garments by casting lots to decide what each of them would take.

<<15:25>> *25* It was the third hour when they crucified Him. 
<<15:26>> *26* And the charge inscribed against Him read:

*** THE KING OF THE JEWS.

<<15:27>> *27* Along with Jesus, they crucified two robbers, one on His right and one on His left.

<<15:29>> *29* And those who passed by heaped abuse on Him, shaking their heads and saying, “Aha! You who are going to destroy the temple and rebuild it in three days, 
<<15:30>> *30* come down from the cross and save Yourself!”

<<15:31>> *31* In the same way, the chief priests and scribes mocked Him among themselves, saying, “He saved others, but He cannot save Himself! 
<<15:32>> *32* Let the Christ, the King of Israel, come down now from the cross, so that we may see and believe!” And even those who were crucified with Him berated Him.

*** The Death of Jesus (Luke 23:44--49; John 19:28--30)

<<15:33>> *33* From the sixth hour until the ninth hour darkness came over all the land. 
<<15:34>> *34* At the ninth hour, Jesus cried out in a loud voice, “Eloi, Eloi, lema sabachthani?” which means, “My God, My God, why have You forsaken Me?”

<<15:35>> *35* When some of those standing nearby heard this, they said, “Behold, He is calling Elijah.”

<<15:36>> *36* And someone ran and filled a sponge with sour wine. He put it on a reed and held it up for Jesus to drink, saying, “Leave Him alone. Let us see if Elijah comes to take Him down.”

<<15:37>> *37* But Jesus let out a loud cry and breathed His last. 
<<15:38>> *38* And the veil of the temple was torn in two from top to bottom.

<<15:39>> *39* When the centurion standing there in front of Jesus saw how He had breathed His last, he said, “Truly this man was the Son of God!”

<<15:40>> *40* And there were also women watching from a distance. Among them were Mary Magdalene, Mary the mother of James the younger and of Joses, and Salome. 
<<15:41>> *41* These women had followed Jesus and ministered to Him while He was in Galilee, and there were many other women who had come up to Jerusalem with Him.

