public/bible/Mark.html
<div id="outline-container-org2ce8682" class="outline-3">
<h3 id="org2ce8682">Peter Denies Jesus (Luke 22:54&#x2013;62; John 18:15&#x2013;18)</h3>
<div class="outline-text-3" id="text-org2ce8682">
<p>
<a id="14-66"></a> <b>66</b> While Peter was in the courtyard below, one of the servant girls of the high priest came down 
<a id="14-67"></a> <b>67</b> and saw him warming himself there. She looked at Peter and said, “You also were with Jesus the Nazarene.”
</p>

<p>
<a id="14-68"></a> <b>68</b> But he denied it. “I do not know or even understand what you are talking about,” he said. Then he went out to the gateway, and the rooster crowed.
</p>

<p>
<a id="14-69"></a> <b>69</b> There the servant girl saw him and again said to those standing nearby, “This man is one of them.”
</p>

<p>
<a id="14-70"></a> <b>70</b> But he denied it again.
</p>

<p>
After a little while, those standing nearby said once more to Peter, “Surely you are one of them, for you too are a Galilean.”
</p>

<p>
<a id="14-71"></a> <b>71</b> But he began to curse and swear, “I do not know this man of whom you speak!” 
<a id="14-72"></a> <b>72</b> And immediately the rooster crowed a second time.
</p>

<p>
Then Peter remembered the word that Jesus had spoken to him: “Before the rooster crows twice, you will deny Me three times.” And he broke down and wept.
</p>
</div>
</div>
</div>
<div id="outline-container-orgfa8638e" class="outline-2">
<h2 id="orgfa8638e">Mark 15</h2>
<div class="outline-text-2" id="text-orgfa8638e">
</div>
<div id="outline-container-orgbb5d771" class="outline-3">
<h3 id="orgbb5d771">Jesus Delivered to Pilate (Matthew 27:1&#x2013;2)</h3>
<div class="outline-text-3" id="text-orgbb5d771">
<p>
<span class="drop">15</span>
</p>

<p>
<a id="15-1"></a> Early in the morning, the chief priests, elders, scribes, and the whole Sanhedrin devised a plan. They bound Jesus, led Him away, and handed Him over to Pilate.
</p>

<p>
<a id="15-2"></a> <b>2</b> So Pilate questioned Him, “Are You the King of the Jews?”
</p>

<p>
“You have said so,” Jesus replied.
</p>

<p>
<a id="15-3"></a> <b>3</b> And the chief priests began to accuse Him of many things.
</p>

<p>
<a id="15-4"></a> <b>4</b> Then Pilate questioned Him again, “Have You no answer? Look how many charges they are bringing against You!”
</p>

<p>
<a id="15-5"></a> <b>5</b> But to Pilate&rsquo;s amazement, Jesus made no further reply.
</p>
</div>
</div>
<div id="outline-container-org7602860" class="outline-3">
<h3 id="org7602860">The Crowd Chooses Barabbas (Matthew 27:15&#x2013;23; Luke 23:13&#x2013;25)</h3>
<div class="outline-text-3" id="text-org7602860">
<p>
<a id="15-6"></a> <b>6</b> Now it was Pilate&rsquo;s custom at the feast to release to the people a prisoner of their choosing. 
<a id="15-7"></a> <b>7</b> And a man named Barabbas was imprisoned with the rebels who had committed murder during the insurrection. 
<a id="15-8"></a> <b>8</b> So the crowd went up and began asking Pilate to keep his custom.
</p>

<p>
<a id="15-9"></a> <b>9</b> “Do you want me to release to you the King of the Jews?” Pilate asked. 
<a id="15-10"></a> <b>10</b> For he knew it was out of envy that the chief priests had handed Jesus over.
</p>

<p>
<a id="15-11"></a> <b>11</b> But the chief priests stirred up the crowd to have him release Barabbas to them instead.
</p>
</div>
</div>
<div id="outline-container-org24dcbe1" class="outline-3">
<h3 id="org24dcbe1">Pilate Delivers Up Jesus (Matthew 27:24&#x2013;26)</h3>
<div class="outline-text-3" id="text-org24dcbe1">
<p>
<a id="15-12"></a> <b>12</b> So Pilate asked them again, “What then do you want me to do with the One you call the King of the Jews?”
</p>

<p>
<a id="15-13"></a> <b>13</b> And they shouted back, “Crucify Him!”
</p>

<p>
<a id="15-14"></a> <b>14</b> “Why?” asked Pilate. “What evil has He done?”
</p>
</div>
</div>
<div id="outline-container-org862e105" class="outline-3">
<h3 id="org862e105">But they shouted all the louder, “Crucify Him!”</h3>
<div class="outline-text-3" id="text-org862e105">
<p>
<a id="15-15"></a> <b>15</b> And wishing to satisfy the crowd, Pilate released Barabbas to them. But he had Jesus flogged, and handed Him over to be crucified.
</p>
</div>
</div>
<div id="outline-container-org5df5aae" class="outline-3">
<h3 id="org5df5aae">The Soldiers Mock Jesus (Luke 22:63&#x2013;65; John 19:1&#x2013;15)</h3>
<div class="outline-text-3" id="text-org5df5aae">
<p>
<a id="15-16"></a> <b>16</b> Then the soldiers led Jesus away into the palace (that is, the Praetorium) and called the whole company together. 
<a id="15-17"></a> <b>17</b> They dressed Him in a purple robe, twisted together a crown of thorns, and set it on His head. 
<a id="15-18"></a> <b>18</b> And they began to salute Him: “Hail, King of the Jews!”
</p>

<p>
<a id="15-19"></a> <b>19</b> They kept striking His head with a staff and spitting on Him. And they knelt down and bowed before Him. 
<a id="15-20"></a> <b>20</b> After they had mocked Him, they removed the purple robe and put His own clothes back on Him. Then they led Him out to crucify Him.
</p>
</div>
</div>
<div id="outline-container-org8f8e1f2" class="outline-3">
<h3 id="org8f8e1f2">The Crucifixion (Luke 23:26&#x2013;43; John 19:16&#x2013;27)</h3>
<div class="outline-text-3" id="text-org8f8e1f2">
<p>
<a id="15-21"></a> <b>21</b> Now Simon of Cyrene, the father of Alexander and Rufus, was passing by on his way in from the country, and the soldiers forced him to carry the cross of Jesus.
</p>

<p>
<a id="15-22"></a> <b>22</b> They brought Jesus to a place called Golgotha, which means The Place of the Skull. 
<a id="15-23"></a> <b>23</b> There they offered Him wine mixed with myrrh, but He did not take it.
</p>

<p>
<a id="15-24"></a> <b>24</b> And they crucified Him.
</p>

<p>
They also divided His garments by casting lots to decide what each of them would take.
</p>

<p>
<a id="15-25"></a> <b>25</b> It was the third hour when they crucified Him. 
<a id="15-26"></a> <b>26</b> And the charge inscribed against Him read:
</p>
</div>
</div>
<div id="outline-container-org383f9ce" class="outline-3">
<h3 id="org383f9ce">THE KING OF THE JEWS.</h3>
<div class="outline-text-3" id="text-org383f9ce">
<p>
<a id="15-27"></a> <b>27</b> Along with Jesus, they crucified two robbers, one on His right and one on His left.
</p>

<p>
<a id="15-29"></a> <b>29</b> And those who passed by heaped abuse on Him, shaking their heads and saying, “Aha! You who are going to destroy the temple and rebuild it in three days, 
<a id="15-30"></a> <b>30</b> come down from the cross and save Yourself!”
</p>

<p>
<a id="15-31"></a> <b>31</b> In the same way, the chief priests and scribes mocked Him among themselves, saying, “He saved others, but He cannot save Himself! 
<a id="15-32"></a> <b>32</b> Let the Christ, the King of Israel, come down now from the cross, so that we may see and believe!” And even those who were crucified with Him berated Him.
</p>
</div>
</div>
<div id="outline-container-orgb1dd78f" class="outline-3">
<h3 id="orgb1dd78f">The Death of Jesus (Luke 23:44&#x2013;49; John 19:28&#x2013;30)</h3>
<div class="outline-text-3" id="text-orgb1dd78f">
<p>
<a id="15-33"></a> <b>33</b> From the sixth hour until the ninth hour darkness came over all the land. 
<a id="15-34"></a> <b>34</b> At the ninth hour, Jesus cried out in a loud voice, “Eloi, Eloi, lema sabachthani?” which means, “My God, My God, why have You forsaken Me?”
</p>

<p>
<a id="15-35"></a> <b>35</b> When some of those standing nearby heard this, they said, “Behold, He is calling Elijah.”
</p>

<p>
<a id="15-36"></a> <b>36</b> And someone ran and filled a sponge with sour wine. He put it on a reed and held it up for Jesus to drink, saying, “Leave Him alone. Let us see if Elijah comes to take Him down.”
</p>

<p>
<a id="15-37"></a> <b>37</b> But Jesus let out a loud cry and breathed His last. 
<a id="15-38"></a> <b>38</b> And the veil of the temple was torn in two from top to bottom.
</p>

<p>
<a id="15-39"></a> <b>39</b> When the centurion standing there in front of Jesus saw how He had breathed His last, he said, “Truly this man was the Son of God!”
</p>

<p>
<a id="15-40"></a> <b>40</b> And there were also women watching from a distance. Among them were Mary Magdalene, Mary the mother of James the younger and of Joses, and Salome. 
<a id="15-41"></a> <b>41</b> These women had followed Jesus and ministered to Him while He was in Galilee, and there were many other women who had come up to Jerusalem with Him.
</p>
</div>
</div>
