org/bible/Mark.org
*** The Burial of Jesus (Luke 23:50--56; John 19:38--42)

<<15:42>> *42* Now it was already evening. Since it was Preparation Day (that is, the day before the Sabbath), 
<<15:43>> *43* Joseph of Arimathea, a prominent Council member who himself was waiting for the kingdom of God, boldly went to Pilate to ask for the body of Jesus.

<<15:44>> *44* Pilate was surprised to hear that Jesus was already dead, so he summoned the centurion to ask if this was so. 
<<15:45>> *45* When Pilate had confirmed it with the centurion, he granted the body to Joseph.

<<15:46>> *46* So Joseph bought a linen cloth, took down the body of Jesus, wrapped it in the cloth, and placed it in a tomb that had been cut out of the rock. Then he rolled a stone against the entrance to the tomb. 
<<15:47>> *47* Mary Magdalene and Mary the mother of Joseph saw where His body was placed.

** Mark 16
*** The Resurrection (Luke 24:1--12; John 20:1--9)
[[html-class:drop][16]]

<<16:1>> When the Sabbath was over, Mary Magdalene, Mary the mother of James, and Salome bought spices so they could go and anoint the body of Jesus. 
<<16:2>> *2* Very early on the first day of the week, just after sunrise, they went to the tomb. 
<<16:3>> *3* They were asking one another, “Who will roll away the stone from the entrance of the tomb?” 
<<16:4>> *4* But when they looked up, they saw that the stone had been rolled away, even though it was extremely large.

<<16:5>> *5* When they entered the tomb, they saw a young man dressed in a white robe sitting on the right side, and they were alarmed. 
<<16:6>> *6* But he said to them, “Do not be alarmed. You are looking for Jesus the Nazarene, who was crucified. He has risen! He is not here! See the place where they put Him. 
<<16:7>> *7* But go, tell His disciples and Peter, ‘He is going ahead of you into Galilee. There you will see Him, just as He told you.' ”

<<16:8>> *8* So the women left the tomb and ran away, trembling and bewildered. And in their fear they did not say a word to anyone.

*** Jesus Appears to Mary Magdalene (John 20:10--18)

<<16:9>> *9* Early on the first day of the week, after Jesus had risen, He appeared first to Mary Magdalene, from whom He had driven out seven demons. 
<<16:10>> *10* She went and told those who had been with Him, who were mourning and weeping. 
<<16:11>> *11* And when they heard that Jesus was alive and she had seen Him, they did not believe it.

*** Jesus Appears to Two Disciples (Luke 24:13--35)

<<16:12>> *12* After this, Jesus appeared in a different form to two of them as they walked along in the country.

<<16:13>> *13* And they went back and reported it to the rest, but they did not believe them either.

*** The Great Commission (Matthew 28:16--20)

<<16:14>> *14* Later, as they were eating, Jesus appeared to the Eleven and rebuked them for their unbelief and hardness of heart, because they did not believe those who had seen Him after He had risen.

<<16:15>> *15* And He said to them, “Go into all the world and preach the gospel to every creature. 
<<16:16>> *16* Whoever believes and is baptized will be saved, but whoever does not believe will be condemned. 
<<16:17>> *17* And these signs will accompany those who believe: In My name they will drive out demons; they will speak in new tongues; 
<<16:18>> *18* they will pick up snakes with their hands, and if they drink any deadly poison, it will not harm them; they will lay their hands on the sick, and they will be made well.”

*** The Ascension (Luke 24:50--53; Acts 1:6--11)

<<16:19>> *19* After the Lord Jesus had spoken to them, He was taken up into heaven and sat down at the right hand of God.

<<16:20>> *20* And they went out and preached everywhere, and the Lord worked through them, confirming His word by the signs that accompanied it.

