public/bible/Mark.html
<div id="outline-container-org572dbe4" class="outline-3">
<h3 id="org572dbe4">The Burial of Jesus (Luke 23:50&#x2013;56; John 19:38&#x2013;42)</h3>
<div class="outline-text-3" id="text-org572dbe4">
<p>
<a id="15-42"></a> <b>42</b> Now it was already evening. Since it was Preparation Day (that is, the day before the Sabbath), 
<a id="15-43"></a> <b>43</b> Joseph of Arimathea, a prominent Council member who himself was waiting for the kingdom of God, boldly went to Pilate to ask for the body of Jesus.
</p>

<p>
<a id="15-44"></a> <b>44</b> Pilate was surprised to hear that Jesus was already dead, so he summoned the centurion to ask if this was so. 
<a id="15-45"></a> <b>45</b> When Pilate had confirmed it with the centurion, he granted the body to Joseph.
</p>

<p>
<a id="15-46"></a> <b>46</b> So Joseph bought a linen cloth, took down the body of Jesus, wrapped it in the cloth, and placed it in a tomb that had been cut out of the rock. Then he rolled a stone against the entrance to the tomb. 
<a id="15-47"></a> <b>47</b> Mary Magdalene and Mary the mother of Joseph saw where His body was placed.
</p>
</div>
</div>
</div>
<div id="outline-container-org62e0522" class="outline-2">
<h2 id="org62e0522">Mark 16</h2>
<div class="outline-text-2" id="text-org62e0522">
</div>
<div id="outline-container-org1ac3d01" class="outline-3">
<h3 id="org1ac3d01">The Resurrection (Luke 24:1&#x2013;12; John 20:1&#x2013;9)</h3>
<div class="outline-text-3" id="text-org1ac3d01">
<p>
<span class="drop">16</span>
</p>

<p>
<a id="16-1"></a> When the Sabbath was over, Mary Magdalene, Mary the mother of James, and Salome bought spices so they could go and anoint the body of Jesus. 
<a id="16-2"></a> <b>2</b> Very early on the first day of the week, just after sunrise, they went to the tomb. 
<a id="16-3"></a> <b>3</b> They were asking one another, “Who will roll away the stone from the entrance of the tomb?” 
<a id="16-4"></a> <b>4</b> But when they looked up, they saw that the stone had been rolled away, even though it was extremely large.
</p>

<p>
<a id="16-5"></a> <b>5</b> When they entered the tomb, they saw a young man dressed in a white robe sitting on the right side, and they were alarmed. 
<a id="16-6"></a> <b>6</b> But he said to them, “Do not be alarmed. You are looking for Jesus the Nazarene, who was crucified. He has risen! He is not here! See the place where they put Him. 
<a id="16-7"></a> <b>7</b> But go, tell His disciples and Peter, ‘He is going ahead of you into Galilee. There you will see Him, just as He told you.&rsquo; ”
</p>

<p>
<a id="16-8"></a> <b>8</b> So the women left the tomb and ran away, trembling and bewildered. And in their fear they did not say a word to anyone.
</p>
</div>
</div>
<div id="outline-container-org2f2ae7e" class="outline-3">
<h3 id="org2f2ae7e">Jesus Appears to Mary Magdalene (John 20:10&#x2013;18)</h3>
<div class="outline-text-3" id="text-org2f2ae7e">
<p>
<a id="16-9"></a> <b>9</b> Early on the first day of the week, after Jesus had risen, He appeared first to Mary Magdalene, from whom He had driven out seven demons. 
<a id="16-10"></a> <b>10</b> She went and told those who had been with Him, who were mourning and weeping. 
<a id="16-11"></a> <b>11</b> And when they heard that Jesus was alive and she had seen Him, they did not believe it.
</p>
</div>
</div>
<div id="outline-container-org9a18832" class="outline-3">
<h3 id="org9a18832">Jesus Appears to Two Disciples (Luke 24:13&#x2013;35)</h3>
<div class="outline-text-3" id="text-org9a18832">
<p>
<a id="16-12"></a> <b>12</b> After this, Jesus appeared in a different form to two of them as they walked along in the country.
</p>

<p>
<a id="16-13"></a> <b>13</b> And they went back and reported it to the rest, but they did not believe them either.
</p>
</div>
</div>
<div id="outline-container-orgf13cec5" class="outline-3">
<h3 id="orgf13cec5">The Great Commission (Matthew 28:16&#x2013;20)</h3>
<div class="outline-text-3" id="text-orgf13cec5">
<p>
<a id="16-14"></a> <b>14</b> Later, as they were eating, Jesus appeared to the Eleven and rebuked them for their unbelief and hardness of heart, because they did not believe those who had seen Him after He had risen.
</p>

<p>
<a id="16-15"></a> <b>15</b> And He said to them, “Go into all the world and preach the gospel to every creature. 
<a id="16-16"></a> <b>16</b> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned. 
<a id="16-17"></a> <b>17</b> And these signs will accompany those who believe: In My name they will drive out demons; they will speak in new tongues; 
<a id="16-18"></a> <b>18</b> they will pick up snakes with their hands, and if they drink any deadly poison, it will not harm them; they will lay their hands on the sick, and they will be made well.”
</p>
</div>
</div>
<div id="outline-container-orgd119524" class="outline-3">
<h3 id="orgd119524">The Ascension (Luke 24:50&#x2013;53; Acts 1:6&#x2013;11)</h3>
<div class="outline-text-3" id="text-orgd119524">
<p>
<a id="16-19"></a> <b>19</b> After the Lord Jesus had spoken to them, He was taken up into heaven and sat down at the right hand of God.
</p>

<p>
<a id="16-20"></a> <b>20</b> And they went out and preached everywhere, and the Lord worked through them, confirming His word by the signs that accompanied it.
</p>
</div>
</div>
</div>
</div>
</body>
</html>
